{
  "Products": "منتجات",
  "Services": "Services",
  "Resources": "موارد",
  "Company": "شركة",
  "Our all-inclusive approach to PDPL compliance ensures your business meets regulatory requirements effortlessly. We provide tailored solutions that simplify the compliance process, mitigate risks, build trust and open new avenues for innovation and growth.": "يضمن نهجنا الشامل للامتثال لـ PDPL أن يلبي عملك المتطلبات التنظيمية دون عناء. نحن نقدم حلولاً مصممة خصيصًا لتبسيط عملية الامتثال وتخفيف المخاطر وبناء الثقة وفتح آفاق جديدة للابتكار والنمو.",
  "Comprehensive": "شامل",
  "Compliance": "امتثال",
  "Stress-Free": "خال من التوتر",
  "Learn More": "يتعلم أكثر",
  "Ensuring PDPL Compliance": "ضمان الامتثال PDPL",
  "Data Protection Impact Assessments (DPIAs) Conduct thorough DPIAs to ensure data protection": "تقييمات تأثير حماية البيانات (DPIAs) إجراء عمليات تقييم الأثر البيئي الشاملة لضمان حماية البيانات",
  "Policy Management": "إدارة السياسة",
  "Centralize and manage data protection policies": "مركزية وإدارة سياسات حماية البيانات",
  "Incident Response": "الاستجابة للحادث",
  "Swiftly manage and respond to data breaches.": "إدارة انتهاكات البيانات والاستجابة لها بسرعة.",
  "Consent Management": "إدارة الموافقة",
  "Efficiently handle user consents with intuitive tools": "التعامل بكفاءة مع موافقات المستخدم باستخدام أدوات بديهية",
  "Risk Assessments": "تقييم المخاطر",
  "Identify and mitigate data protection risks.": "تحديد وتخفيف مخاطر حماية البيانات.",
  "Effortlessly Manage Your Data Protection Compliance Needs": "إدارة احتياجات الامتثال لحماية البيانات الخاصة بك دون عناء",
  "PDPL Consultants to ensure compliance with the Digital Personal Data Protection Act 2023. Seamlessly integrate your compliance processes with various systems, including policy management, incident response, and automated reporting, to stay ahead in the digital landscape": "مستشارو PDPL لضمان الامتثال لقانون حماية البيانات الشخصية الرقمية لعام 2023. دمج عمليات الامتثال الخاصة بك بسلاسة مع الأنظمة المختلفة، بما في ذلك إدارة السياسات، والاستجابة للحوادث، وإعداد التقارير الآلية، للبقاء في المقدمة في المشهد الرقمي",
  "Compliance Management": "إدارة الامتثال",
  "International Standards": "المعايير الدولية",
  "Data Security": "أمن البيانات",
  "IT Systems Integration": "تكامل أنظمة تكنولوجيا المعلومات",
  "Audit Trails": "مسارات التدقيق",
  "Secure Documentation": "التوثيق الآمن",
  "Consent Management Tool": "أداة إدارة الموافقة",
  "Effortlessly manage user consents and ensure compliance with PDPL regulations using our customisable and powerful consent management tool. Our solution provides real-time tracking and easy-to-use dashboards, allowing you to obtain, record, and manage user consent with full transparency.": "يمكنك إدارة موافقات المستخدم بسهولة والتأكد من الامتثال للوائح PDPL باستخدام أداة إدارة الموافقات القوية والقابلة للتخصيص. يوفر حلنا تتبعًا في الوقت الفعلي ولوحات معلومات سهلة الاستخدام، مما يسمح لك بالحصول على موافقة المستخدم وتسجيلها وإدارتها بشفافية كاملة.",
  "Grievance Redressal Tool": "أداة معالجة التظلمات",
  "Empower data subjects to exercise their rights seamlessly through a user-friendly dashboard, while providing Data Protection Officers (DPOs) easy access to manage and respond to queries swiftly and securely.": "تمكين أصحاب البيانات من ممارسة حقوقهم بسلاسة من خلال لوحة معلومات سهلة الاستخدام، مع توفير وصول سهل لموظفي حماية البيانات (DPOs) لإدارة الاستفسارات والرد عليها بسرعة وأمان.",
  "Data Protection Impact Assessments (DPIAs)": "تقييمات تأثير حماية البيانات (DPIAs)",
  "Our intuitive DPIA tool empowers you to assess, monitor and mitigate risks efficiently. Identify potential data protection issues, implement necessary safeguards, and ensure compliance with PDPL regulations—all in one user-friendly platform.": "تمكّنك أداة حماية حماية البيانات (DPIA) البديهية من تقييم المخاطر ومراقبتها وتخفيفها بكفاءة. حدد مشكلات حماية البيانات المحتملة، وقم بتنفيذ الضمانات اللازمة، وتأكد من الامتثال للوائح PDPL - كل ذلك في نظام أساسي واحد سهل الاستخدام.",
  "PDPL Awareness & Training Program": "برنامج التوعية والتدريب PDPL",
  "We're more than just tools. Our privacy experts collaborate closely with you to identify gaps and risks, ensuring your business stays compliant.": "نحن أكثر من مجرد أدوات. يتعاون خبراء الخصوصية لدينا بشكل وثيق معك لتحديد الثغرات والمخاطر، مما يضمن بقاء عملك متوافقًا.",
  "Build PDPL Compliance In 3 Easy Steps": "قم ببناء الامتثال لـ PDPL في 3 خطوات سهلة",
  "Register": "يسجل",
  "Upload": "رفع",
  "Run": "يجري",
  "Unlock Hassle-Free Implementation": "فتح التنفيذ الخالي من المتاعب",
  "Our implementation expert will assist you with easy deployment and instant query handling of our tools": "سيساعدك خبير التنفيذ لدينا في النشر السهل والتعامل الفوري مع الاستعلامات الخاصة بأدواتنا",
  "Zero Technical Barrriers": "صفر الحواجز التقنية",
  "Empower non-tech pros with effortless tool implementation. Our user friendly guide and emo ensure smooth adoption and utilization. Experience simplicity today": "تمكين المحترفين غير التقنيين من خلال تنفيذ الأدوات بسهولة. يضمن دليلنا سهل الاستخدام والإيمو الاعتماد والاستخدام السلس. تجربة البساطة اليوم",
  "Scalable": "القابلة للتطوير",
  "Focus on What Matters Most": "التركيز على ما يهم أكثر",
  "Routine and repetitive tasks can distract compliance managers from strategic planning and decision-making. PDPL Consultants take care of daily compliance management activities such as monitoring consent, handling data requests, and managing audit logs, allowing you to focus on driving your organization's growth and innovation.": "يمكن للمهام الروتينية والمتكررة صرف انتباه مديري الامتثال عن التخطيط الاستراتيجي واتخاذ القرار. يعتني مستشارو PDPL بأنشطة إدارة الامتثال اليومية مثل مراقبة الموافقة والتعامل مع طلبات البيانات وإدارة سجلات التدقيق، مما يسمح لك بالتركيز على دفع نمو مؤسستك وابتكارها.",
  "Meeting Local Needs with Integrated Compliance": "تلبية الاحتياجات المحلية مع الامتثال المتكامل",
  "At PDPL, our platform is meticulously crafted to align seamlessly with local regulatory frameworks. Designed to uphold the intricacies of labor laws, our system remains fully compliant with the latest updates from authorities such as the Ministry of Human Resources and the General Organization for Social Insurance. We prioritize adaptability, ensuring our solutions evolve in harmony with the dynamic landscape of employment regulations": "في PDPL، تم تصميم منصتنا بدقة لتتماشى بسلاسة مع الأطر التنظيمية المحلية. تم تصميم نظامنا لدعم تعقيدات قوانين العمل، ويظل نظامنا متوافقًا تمامًا مع آخر التحديثات من السلطات مثل وزارة الموارد البشرية والمؤسسة العامة للتأمينات الاجتماعية. نحن نعطي الأولوية للقدرة على التكيف، ونضمن أن تتطور حلولنا بشكل متناغم مع المشهد الديناميكي للوائح التوظيف",
  "Why Us?": "لماذا نحن؟",
  "Track": "مسار",
  "Attendance and Shift Scheduling": "الحضور و جدولة التحول",
  "Efficiently manage attendance and shifts with PDPL. Automate attendance records, clock-in/out, leave approvals, and overtime requests. Our system aligns with labor laws and allows you to customize internal policies, ensuring seamless compliance. Plan, schedule, and approve work shifts effortlessly with our integrated solution": "إدارة الحضور والتحولات بكفاءة مع PDPL. أتمتة سجلات الحضور، وتسجيل الحضور والانصراف، والموافقات على الإجازة، وطلبات العمل الإضافي. يتوافق نظامنا مع قوانين العمل ويسمح لك بتخصيص السياسات الداخلية، مما يضمن الامتثال السلس. قم بالتخطيط والجدول الزمني والموافقة على مناوبات العمل دون عناء باستخدام حلنا المتكامل",
  "What Our Clients Say": "ماذا يقول عملاؤنا",
  "The most comprehensive Data Protection platform": "منصة حماية البيانات الأكثر شمولاً",
  "PDPL has transformed our data protection strategy entirely. The platform’s compliance with local regulations, combined with its robust security features, has given us unparalleled peace of mind. We now feel confident that our sensitive information is well-protected": "لقد حولت PDPL إستراتيجيتنا لحماية البيانات بالكامل. لقد منحنا امتثال المنصة للوائح المحلية، إلى جانب ميزاتها الأمنية القوية، راحة بال لا مثيل لها. نحن الآن نشعر بالثقة بأن معلوماتنا الحساسة محمية بشكل جيد",
  "Implementing PDPL was a game-changer for us. The automated data privacy management tools have streamlined our processes, ensuring we stay compliant with Saudi data protection laws effortlessly. The ease of use and comprehensive features make it an essential tool for our compliance team": "كان تنفيذ PDPL بمثابة تغيير في قواعد اللعبة بالنسبة لنا. لقد عملت أدوات إدارة خصوصية البيانات الآلية على تبسيط عملياتنا، مما يضمن التزامنا بقوانين حماية البيانات السعودية دون عناء. إن سهولة الاستخدام والميزات الشاملة تجعل منه أداة أساسية لفريق الامتثال لدينا",
  "Thousands of leading companies in Saudi Arabia trust PDPL for Data Protection": "تثق الآلاف من الشركات الرائدة في المملكة العربية السعودية بـ PDPL لحماية البيانات",
  "Learn how to protect your data with PDPL": "تعرف على كيفية حماية بياناتك باستخدام PDPL",
  "Schedule a call with our expert team and discover how PDPL can enhance your data security and compliance, ensuring your sensitive information is always protected and your business is always compliant": "حدد موعدًا لإجراء مكالمة مع فريق الخبراء لدينا واكتشف كيف يمكن لـ PDPL تعزيز أمان بياناتك والامتثال لها، مما يضمن حماية معلوماتك الحساسة دائمًا وامتثال عملك دائمًا",
  "Schedule a Demo": "جدولة العرض التوضيحي",
  "Get In Touch": "ابقى على تواصل",
  "Contact us for more information on how our team of privacy experts can assist your organisation with PDPL compliance": "اتصل بنا للحصول على مزيد من المعلومات حول كيف يمكن لفريق خبراء الخصوصية لدينا مساعدة مؤسستك في الامتثال لقانون PDPL",

  "Automate your consent management process and build trust": "أتمتة عملية إدارة موافقتك وبناء الثقة",
  "Ensure PDPL compliance and get full control over your consent management process with DPCM. Designed to automate the management of personal data consent requests, DPCM establishes a strong system for tracking and handling such requests within companies.": "تأكد من الامتثال لـ PDPL وتمتع بالتحكم الكامل في عملية إدارة موافقتك باستخدام DPCM. تم تصميم DPCM لأتمتة إدارة طلبات الموافقة على البيانات الشخصية، حيث أنشأ نظامًا قويًا لتتبع هذه الطلبات والتعامل معها داخل الشركات.",
  "How It Works": "كيف تعمل",
  "Acquire Live Consent": "الحصول على الموافقة المباشرة",
  "Capture user consent at every touchpoint, ensuring real-time compliance during interactions such as website, CRM, social media, app usage, and service sign-ups": "احصل على موافقة المستخدم في كل نقطة اتصال، مما يضمن الامتثال في الوقت الفعلي أثناء التفاعلات مثل موقع الويب وإدارة علاقات العملاء والوسائط الاجتماعية واستخدام التطبيق والاشتراكات في الخدمة",
  "Manage Historic Data": "إدارة البيانات التاريخية",
  "Send consent requests and privacy notices to users for all historic data, updating consent records to align with PDPL regulations": "إرسال طلبات الموافقة وإشعارات الخصوصية إلى المستخدمين لجميع البيانات التاريخية، وتحديث سجلات الموافقة لتتوافق مع لوائح PDPL",
  "Customisable & Scalable": "قابلة للتخصيص وقابلة للتطوير",
  "Fully customisable to fit your specific needs, and scalable to grow with your business, ensuring seamless consent management regardless of size": "قابلة للتخصيص بالكامل لتناسب احتياجاتك المحددة، وقابلة للتطوير لتنمو مع عملك، مما يضمن إدارة موافقة سلسة بغض النظر عن الحجم",
  "Monitor and Track": "المراقبة والتتبع",
  "Monitor and track all consent requests and statuses, providing a comprehensive view of consent history and ensuring up-to-date compliance": "مراقبة وتتبع جميع طلبات الموافقة وحالاتها، مما يوفر رؤية شاملة لسجل الموافقة ويضمن الامتثال المحدث",
  "Send Consent Requests via SMS or Email": "إرسال طلبات الموافقة عبر الرسائل القصيرة أو البريد الإلكتروني",
  "Enhance your compliance strategy by sending consent requests where your customers are most responsive - SMS or email. Our tool allows you to reach users in the most effective way, ensuring higher engagement and faster consent collection": "قم بتعزيز استراتيجية الامتثال الخاصة بك عن طريق إرسال طلبات الموافقة حيث يكون عملاؤك أكثر استجابة - الرسائل القصيرة أو البريد الإلكتروني. تسمح لك أداتنا بالوصول إلى المستخدمين بالطريقة الأكثر فعالية، مما يضمن مشاركة أكبر وجمع موافقة أسرع",
  "Smart, Intuitive, and Comprehensive Consent Dashboards": "لوحات تحكم ذكية وبديهية وشاملة للموافقة",
  "Effortlessly capture, manage, and document user consents with our intuitive dashboards. Visualise the entire consent lifecycle, including consents accepted, rejected, and not delivered. Our dashboard provides a centralised, transparent, and efficient way to handle all consent-related activities, ensuring compliance with global regulations while empowering users to control their personal data preferences seamlessly.": "يمكنك التقاط موافقات المستخدم وإدارتها وتوثيقها بسهولة من خلال لوحات المعلومات البديهية لدينا. تصور دورة حياة الموافقة بأكملها، بما في ذلك الموافقات المقبولة والمرفوضة والتي لم يتم تسليمها. توفر لوحة المعلومات الخاصة بنا طريقة مركزية وشفافة وفعالة للتعامل مع جميع الأنشطة المتعلقة بالموافقة، مما يضمن الامتثال للوائح العالمية مع تمكين المستخدمين من التحكم في تفضيلات بياناتهم الشخصية بسلاسة. .",
  "Generate Comprehensive Compliance Reports": "إنشاء تقارير الامتثال الشاملة",
  "Access detailed compliance reports that include user consent statuses, modification histories, and audit trails. Ensure regulatory compliance and provide clear, transparent documentation for audits and reviews.": "يمكنك الوصول إلى تقارير الامتثال التفصيلية التي تتضمن حالات موافقة المستخدم وسجلات التعديل ومسارات التدقيق. تأكد من الامتثال التنظيمي وتوفير وثائق واضحة وشفافة للتدقيق والمراجعة.",
  "Key Features": "دلائل الميزات",
  "Scalable Solution": "حل قابل للتطوير",
  "Whether you're a small startup or a large enterprise, our solution adapts to your needs, ensuring seamless PDPL compliance as your business grows.": "سواء كنت شركة ناشئة صغيرة أو مؤسسة كبيرة، يتكيف حلنا مع احتياجاتك، مما يضمن الامتثال السلس لـ PDPL مع نمو أعمالك.",
  "Easy To Use Interface": "واجهة سهلة الاستخدام",
  "Designed with user-friendly features and a simple interface, so you can manage requests and maintain compliance with ease, without the need for extensive training.": "تم تصميمه بميزات سهلة الاستخدام وواجهة بسيطة، حتى تتمكن من إدارة الطلبات والحفاظ على الامتثال بسهولة، دون الحاجة إلى تدريب مكثف.",
  "Customisable Workflow": "سير عمل قابل للتخصيص",
  "Tailored PDPL compliance solution to fit your organisation's unique requirements. Our tool offers customisable workflows, allowing you to align processes with your internal policies and procedures.": "حل امتثال PDPL مصمم خصيصًا ليناسب المتطلبات الفريدة لمؤسستك. توفر أداتنا مسارات عمل قابلة للتخصيص، مما يسمح لك بمواءمة العمليات مع سياساتك وإجراءاتك الداخلية.",
  "Service": "خدمة",
  "Product": "منتج",
  "Data Protection Impact Assessment": "تقييم تأثير حماية البيانات",
  "PDPL Awareness Program": "برنامج التوعية PDPL",
  "PDPLA Readiness Review": "مراجعة جاهزية PDPLA",
  "Contract Review": "مراجعة العقد",
  "PDPL Compliance Assistance": "المساعدة في الامتثال PDPL",
  "About Us": "معلومات عنا",
  "Careers": "وظائف",
  "PDPL Gap Assessment": "تقييم الفجوة",
  "Blogs": "المدونات",
  "Case Studies": "دراسات الحالة",
  "News": "أخبار",
  "PDPL Fines & Penalties": "غرامات وعقوبات قانون حماية البيانات الشخصية",
  "Our all-inclusive approach to PDPL compliance ensures your business meets regulatory requirements effortlessly. We provide tailored solutions that simplify the compliance process, mitigate risks, build trust and open new avenues for innovation and growth.": "يضمن نهجنا الشامل للامتثال لـ PDPL أن يلبي عملك المتطلبات التنظيمية دون عناء. نحن نقدم حلولاً مصممة خصيصًا لتبسيط عملية الامتثال وتخفيف المخاطر وبناء الثقة وفتح آفاق جديدة للابتكار والنمو.",
  "Ensuring PDPL Compliance": "ضمان الامتثال PDPL",
  "Data Protection Impact Assessments (DPIAs) Conduct thorough DPIAs to ensure data protection": "تقييمات تأثير حماية البيانات (DPIAs) إجراء عمليات تقييم الأثر البيئي الشاملة لضمان حماية البيانات",
  "Policy Management Centralize and manage data protection policies": "إدارة السياسة مركزية وإدارة سياسات حماية البيانات",
  "Incident Response Swiftly manage and respond to data breaches.": "الاستجابة للحادث إدارة انتهاكات البيانات والاستجابة لها بسرعة.",
  "Consent Management Efficiently handle user consents with intuitive tools": "إدارة الموافقة التعامل بكفاءة مع موافقات المستخدم باستخدام أدوات بديهية",
  "Risk Assessments Identify and mitigate data protection risks.": "تقييم المخاطر تحديد وتخفيف مخاطر حماية البيانات.",
  "Effortlessly Manage Your Data Protection Compliance Needs": "إدارة احتياجات الامتثال لحماية البيانات الخاصة بك دون عناء",
  "PDPL Consultants to ensure compliance with the Digital Personal Data Protection Act 2023. Seamlessly integrate your compliance processes with various systems, including policy management, incident response, and automated reporting, to stay ahead in the digital landscape": "مستشارو PDPL لضمان الامتثال لقانون حماية البيانات الشخصية الرقمية لعام 2023. دمج عمليات الامتثال الخاصة بك بسلاسة مع الأنظمة المختلفة، بما في ذلك إدارة السياسات، والاستجابة للحوادث، وإعداد التقارير الآلية، للبقاء في المقدمة في المشهد الرقمي",
  "International Standards": "المعايير الدولية",
  "Data Security": "أمن البيانات",
  "IT Systems Integration": "تكامل أنظمة تكنولوجيا المعلومات",
  "Compliance Management": "إدارة الامتثال",
  "Audit Trails": "مسارات التدقيق",
  "Secure Documentation": "التوثيق الآمن",
  "Consent Management Tool": "أداة إدارة الموافقة",
  "Effortlessly manage user consents and ensure compliance with PDPL regulations using our customisable and powerful consent management tool. Our solution provides real-time tracking and easy-to-use dashboards, allowing you to obtain, record, and manage user consent with full transparency.": "يمكنك إدارة موافقات المستخدم بسهولة والتأكد من الامتثال للوائح PDPL باستخدام أداة إدارة الموافقات القوية والقابلة للتخصيص. يوفر حلنا تتبعًا في الوقت الفعلي ولوحات معلومات سهلة الاستخدام، مما يسمح لك بالحصول على موافقة المستخدم وتسجيلها وإدارتها بشفافية كاملة.",
  "Grievance Redressal Tool": "أداة معالجة التظلمات",
  "Empower data subjects to exercise their rights seamlessly through a user-friendly dashboard, while providing Data Protection Officers (DPOs) easy access to manage and respond to queries swiftly and securely.": "تمكين أصحاب البيانات من ممارسة حقوقهم بسلاسة من خلال لوحة معلومات سهلة الاستخدام، مع توفير وصول سهل لموظفي حماية البيانات (DPOs) لإدارة الاستفسارات والرد عليها بسرعة وأمان.",
  "Data Protection Impact Assessments (DPIAs)": "تقييمات تأثير حماية البيانات (DPIAs)",
  "Our intuitive DPIA tool empowers you to assess, monitor and mitigate risks efficiently. Identify potential data protection issues, implement necessary safeguards, and ensure compliance with PDPL regulations—all in one user-friendly platform.": "تمكّنك أداة حماية حماية البيانات (DPIA) البديهية من تقييم المخاطر ومراقبتها وتخفيفها بكفاءة. حدد مشكلات حماية البيانات المحتملة، وقم بتنفيذ الضمانات اللازمة، وتأكد من الامتثال للوائح PDPL - كل ذلك في نظام أساسي واحد سهل الاستخدام.",
  "PDPL Awareness & Training Program": "برنامج التوعية والتدريب PDPL",
  "Our subscription-based awareness programs enable companies to conduct regular and mandatory awareness sessions, followed by assessments. This is crucial for ensuring that every employee is well-informed about the PDPL and the repercussions of non-compliance.": "تمكن برامج التوعية القائمة على الاشتراك الشركات من إجراء جلسات توعية منتظمة وإلزامية، تليها التقييمات. يعد هذا أمرًا بالغ الأهمية لضمان أن يكون كل موظف على دراية جيدة بقانون حماية البيانات الشخصية (PDPL) وتداعيات عدم الامتثال.",
  "Unparalleled Support & Assistance": "دعم ومساعدة لا مثيل لهما",
  "We're more than just tools. Our privacy experts collaborate closely with you to identify gaps and risks, ensuring your business stays compliant.": "نحن أكثر من مجرد أدوات. يتعاون خبراء الخصوصية لدينا بشكل وثيق معك لتحديد الثغرات والمخاطر، مما يضمن بقاء عملك متوافقًا.",
  "Build PDPL Compliance In 3 Easy Steps": "قم ببناء الامتثال لـ PDPL في 3 خطوات سهلة",
  "Register": "يسجل",
  "Upload": "رفع",
  "Run": "يجري",
  "Unlock Hassle-Free Implementation": "فتح التنفيذ الخالي من المتاعب",
  "Our implementation expert will assist you with easy deployment and instant query handling of our tools": "سيساعدك خبير التنفيذ لدينا في النشر السهل والتعامل الفوري مع الاستعلامات الخاصة بأدواتنا",
  "Zero Technical Barrriers": "صفر الحواجز التقنية",
  "Empower non-tech pros with effortless tool implementation. Our user friendly guide and emo ensure smooth adoption and utilization. Experience simplicity today": "تمكين المحترفين غير التقنيين من خلال تنفيذ الأدوات بسهولة. يضمن دليلنا سهل الاستخدام والإيمو الاعتماد والاستخدام السلس. تجربة البساطة اليوم",
  "Scalable": "القابلة للتطوير",
  "Focus on What Matters Most": "التركيز على ما يهم أكثر",
  "Routine and repetitive tasks can distract compliance managers from strategic planning and decision-making. PDPL Consultants take care of daily compliance management activities such as monitoring consent, handling data requests, and managing audit logs, allowing you to focus on driving your organization's growth and innovation.": "يمكن للمهام الروتينية والمتكررة صرف انتباه مديري الامتثال عن التخطيط الاستراتيجي واتخاذ القرار. يعتني مستشارو PDPL بأنشطة إدارة الامتثال اليومية مثل مراقبة الموافقة والتعامل مع طلبات البيانات وإدارة سجلات التدقيق، مما يسمح لك بالتركيز على دفع نمو مؤسستك وابتكارها.",
  "Meeting Local Needs with Integrated Compliance": "تلبية الاحتياجات المحلية مع الامتثال المتكامل",
  "At PDPL, our platform is meticulously crafted to align seamlessly with local regulatory frameworks. Designed to uphold the intricacies of labor laws, our system remains fully compliant with the latest updates from authorities such as the Ministry of Human Resources and the General Organization for Social Insurance. We prioritize adaptability, ensuring our solutions evolve in harmony with the dynamic landscape of employment regulations": "في PDPL، تم تصميم منصتنا بدقة لتتماشى بسلاسة مع الأطر التنظيمية المحلية. تم تصميم نظامنا لدعم تعقيدات قوانين العمل، ويظل نظامنا متوافقًا تمامًا مع آخر التحديثات من السلطات مثل وزارة الموارد البشرية والمؤسسة العامة للتأمينات الاجتماعية. نحن نعطي الأولوية للقدرة على التكيف، ونضمن أن تتطور حلولنا بشكل متناغم مع المشهد الديناميكي للوائح التوظيف",
  "Why Us?": "لماذا نحن؟",
  "Track": "مسار",
  "Attendance and Shift Scheduling": "الحضور و جدولة التحول",
  "Efficiently manage attendance and shifts with PDPL. Automate attendance records, clock-in/out, leave approvals, and overtime requests. Our system aligns with labor laws and allows you to customize internal policies, ensuring seamless compliance. Plan, schedule, and approve work shifts effortlessly with our integrated solution": "إدارة الحضور والتحولات بكفاءة مع PDPL. أتمتة سجلات الحضور، وتسجيل الحضور والانصراف، والموافقات على الإجازة، وطلبات العمل الإضافي. يتوافق نظامنا مع قوانين العمل ويسمح لك بتخصيص السياسات الداخلية، مما يضمن الامتثال السلس. قم بالتخطيط والجدول الزمني والموافقة على مناوبات العمل دون عناء باستخدام حلنا المتكامل",
  "What Our Clients Say": "ماذا يقول عملاؤنا",
  "The most comprehensive Data Protection platform": "منصة حماية البيانات الأكثر شمولاً",
  "PDPL has transformed our data protection strategy entirely. The platform’s compliance with local regulations, combined with its robust security features, has given us unparalleled peace of mind. We now feel confident that our sensitive information is well-protected": "لقد حولت PDPL إستراتيجيتنا لحماية البيانات بالكامل. لقد منحنا امتثال المنصة للوائح المحلية، إلى جانب ميزاتها الأمنية القوية، راحة بال لا مثيل لها. نحن الآن نشعر بالثقة بأن معلوماتنا الحساسة محمية بشكل جيد",
  "Implementing PDPL was a game-changer for us. The automated data privacy management tools have streamlined our processes, ensuring we stay compliant with Saudi data protection laws effortlessly. The ease of use and comprehensive features make it an essential tool for our compliance team": "كان تنفيذ PDPL بمثابة تغيير في قواعد اللعبة بالنسبة لنا. لقد عملت أدوات إدارة خصوصية البيانات الآلية على تبسيط عملياتنا، مما يضمن التزامنا بقوانين حماية البيانات السعودية دون عناء. إن سهولة الاستخدام والميزات الشاملة تجعل منه أداة أساسية لفريق الامتثال لدينا",
  "Thousands of leading companies in Saudi Arabia trust PDPL for Data Protection": "تثق الآلاف من الشركات الرائدة في المملكة العربية السعودية بـ PDPL لحماية البيانات",
  "Learn how to protect your data with PDPL": "تعرف على كيفية حماية بياناتك باستخدام PDPL",
  "Schedule a call with our expert team and discover how PDPL can enhance your data security and compliance, ensuring your sensitive information is always protected and your business is always compliant": "حدد موعدًا لإجراء مكالمة مع فريق الخبراء لدينا واكتشف كيف يمكن لـ PDPL تعزيز أمان بياناتك والامتثال لها، مما يضمن حماية معلوماتك الحساسة دائمًا وامتثال عملك دائمًا",
  "Schedule a Demo": "جدولة العرض التوضيحي",
  "Get In Touch": "ابقى على تواصل",
  "Contact us for more information on how our team of privacy experts can assist your organisation with PDPL compliance": "اتصل بنا للحصول على مزيد من المعلومات حول كيف يمكن لفريق خبراء الخصوصية لدينا مساعدة مؤسستك في الامتثال لقانون PDPL",
  "Build your organization's compliance posture": "بناء موقف الامتثال لمؤسستك",
  "Even before embarking on the journey to build compliance, an organisation needs a clear understanding of its current state. Our approach begins with a comprehensive assessment of your readiness for PDPL compliance. This foundational step allows us to identify gaps, assess risks, and tailor strategies that align with the specific needs of your organization. By gaining this clarity upfront, we ensure a structured and effective process to help your business get PDPL compliant": "حتى قبل الشروع في رحلة بناء الامتثال، تحتاج المنظمة إلى فهم واضح لحالتها الحالية. يبدأ نهجنا بتقييم شامل لمدى استعدادك للامتثال لقانون PDPL. تسمح لنا هذه الخطوة التأسيسية بتحديد الفجوات وتقييم المخاطر وتصميم الاستراتيجيات التي تتوافق مع الاحتياجات المحددة لمؤسستك. ومن خلال الحصول على هذا الوضوح مقدمًا، فإننا نضمن وجود عملية منظمة وفعالة لمساعدة عملك على التوافق مع PDPL",
  "How do we help businesses?": "كيف نساعد الشركات؟",
  "Data Inventory": "جرد البيانات",
  "Identify and catalog all personal data that your organisation has collected, processed, and stored. This includes documenting where each type of personal data is stored in your systems.": "تحديد وفهرسة جميع البيانات الشخصية التي قامت مؤسستك بجمعها ومعالجتها وتخزينها. يتضمن ذلك توثيق مكان تخزين كل نوع من البيانات الشخصية في أنظمتك.",
  "Data Mapping": "رسم خرائط البيانات",
  "Map the flow of personal data within your operations and to third-party entities. This helps in understanding how data moves through different departments and external partners.": "قم بتخطيط تدفق البيانات الشخصية داخل عملياتك وإلى كيانات الطرف الثالث. ويساعد ذلك في فهم كيفية انتقال البيانات عبر الأقسام المختلفة والشركاء الخارجيين.",
  "Legal Basis": "الأساس القانوني",
  "Review the legal grounds on which you’ve processed personal data to ensure alignment with PDPL framework. This involves verifying that data processing activities are conducted lawfully.": "قم بمراجعة الأسس القانونية التي قمت على أساسها بمعالجة البيانات الشخصية لضمان توافقها مع إطار عمل PDPL. يتضمن ذلك التحقق من إجراء أنشطة معالجة البيانات بشكل قانوني.",
  "Privacy Policies": "سياسات الخصوصية",
  "Evaluate existing privacy policies and notices to ensure they meet PDPL disclosure requirements. This includes transparency about data processing purposes and rights of individuals.": "قم بتقييم سياسات الخصوصية والإشعارات الحالية للتأكد من أنها تلبي متطلبات الكشف عن PDPL. ويشمل ذلك الشفافية بشأن أغراض معالجة البيانات وحقوق الأفراد.",
  "Consent Management": "إدارة الموافقة",
  "Assess how you’ve obtained, recorded, and managed consent for data processing activities. This includes ensuring mechanisms for obtaining explicit consent for sensitive data and enabling easy withdrawal of consent.": "قم بتقييم كيفية حصولك على الموافقة وتسجيلها وإدارتها لأنشطة معالجة البيانات. ويشمل ذلك ضمان آليات الحصول على موافقة صريحة على البيانات الحساسة وتمكين سحب الموافقة بسهولة.",
  "Empower your organisation to build PDPL compliance, mitigate risks, and foster customer trust": "قم بتمكين مؤسستك من بناء الامتثال لـ PDPL، وتخفيف المخاطر، وتعزيز ثقة العملاء",
  "Contract Review": "مراجعة العقد",
  "Whether drafting new agreements or evaluating existing contracts, our specialised team ensures meticulous scrutiny to safeguard personal data and ensure compliance": "سواء كنت تقوم بصياغة اتفاقيات جديدة أو تقييم العقود الحالية، فإن فريقنا المتخصص يضمن التدقيق الدقيق لحماية البيانات الشخصية وضمان الامتثال",
  "How It Works": "كيف تعمل",
  "Initial Assessment": "مساعدة مبدئية",
  "Begin with a comprehensive assessment of your existing contracts or draft agreements to identify potential gaps in PDPL compliance": "ابدأ بتقييم شامل لعقودك الحالية أو مسودات الاتفاقيات لتحديد الثغرات المحتملة في الامتثال لقانون حماية البيانات الشخصية",
  "Legal Framework Alignment": "محاذاة الإطار القانوني",
  "Our legal experts analyze contracts to ensure alignment with PDPL principles and requirements, including lawful grounds for data processing and consent management.": "يقوم خبراءنا القانونيون بتحليل العقود لضمان التوافق مع مبادئ ومتطلبات قانون حماية البيانات الشخصية، بما في ذلك الأسباب القانونية لمعالجة البيانات وإدارة الموافقة.",
  "Risk Identification": "تعريف المخاطر",
  "Identify potential risks related to data protection and privacy within contractual agreements.": "تحديد المخاطر المحتملة المتعلقة بحماية البيانات والخصوصية ضمن الاتفاقيات التعاقدية.",
  "Detailed Compliance Report": "تقرير الامتثال المفصل",
  "Receive a detailed report highlighting areas of compliance strength and recommendations for enhancing PDPL alignment.": "احصل على تقرير مفصل يسلط الضوء على مجالات القوة في الامتثال والتوصيات لتعزيز محاذاة قانون حماية البيانات الشخصية.",
  "Strategic Recommendations": "التوصيات الاستراتيجية",
  "Based on the assessment, receive strategic recommendations to optimize contract terms, mitigate risks, and strengthen personal data processing measures.": "بناءً على التقييم، يمكنك الحصول على توصيات استراتيجية لتحسين شروط العقد، وتخفيف المخاطر، وتعزيز تدابير معالجة البيانات الشخصية.",
  "Implementation Support": "دعم التنفيذ",
  "Gain support in implementing recommended changes, updating contract clauses, and negotiating terms with stakeholders.": "الحصول على الدعم في تنفيذ التغييرات الموصى بها، وتحديث بنود العقد، والتفاوض على الشروط مع أصحاب المصلحة.",
  "Ongoing Compliance Support": "دعم الامتثال المستمر",
  "Benefit from ongoing guidance to adapt to evolving PDPL regulations and maintain compliance across contractual engagements.": "استفد من التوجيه المستمر للتكيف مع لوائح PDPL المتطورة والحفاظ على الامتثال عبر الالتزامات التعاقدية.",
  "Speak To Our Privacy Experts": "تحدث إلى خبراء الخصوصية لدينا",
  "Empower your organisation to build PDPL compliance, mitigate risks, and foster customer trust": "تمكين مؤسستك من بناء الامتثال لقانون حماية البيانات الشخصية، وتخفيف المخاطر، وتعزيز ثقة العملاء",
  "PDPL Compliance Assistance": "المساعدة في الامتثال لقانون حماية البيانات الشخصية",
  "We understand the complexities and challenges involved in building compliance across all functions and verticals within your organisation. Our comprehensive PDPL Compliance Assistance service is designed to support you and your customers with the tools and guidance needed at every step, ensuring that your organisation remains compliant.": "نحن نتفهم التعقيدات والتحديات التي ينطوي عليها بناء الامتثال عبر جميع الوظائف والقطاعات داخل مؤسستك. تم تصميم خدمة المساعدة الشاملة في الامتثال لقانون حماية البيانات الشخصية لدعمك أنت وعملائك بالأدوات والإرشادات اللازمة في كل خطوة، مما يضمن بقاء مؤسستك ملتزمة.",
  "How do we help businesses?": "كيف نساعد الشركات؟",
  "Initial Assessment and Gap Analysis": "التقييم الأولي وتحليل الفجوات",
  "We begin with a thorough assessment of your current data protection practices. Our experts will:": "نبدأ بتقييم شامل لممارسات حماية البيانات الحالية لديك. وسيقوم خبراؤنا بما يلي:",
  "Conduct an in-depth review of your existing data processing activities.": "قم بإجراء مراجعة متعمقة لأنشطة معالجة البيانات الحالية لديك.",
  "Identify any gaps or areas where your organization may not be fully compliant with PDPL requirements.": "حدد أي فجوات أو مجالات قد لا تكون مؤسستك متوافقة فيها بشكل كامل مع متطلبات قانون حماية البيانات الشخصية.",
  "Provide you with a detailed report highlighting the areas of concern and recommendations for improvement.": "نقدم لك تقريرًا مفصلاً يسلط الضوء على مجالات الاهتمام والتوصيات للتحسين.",
  "Customised Compliance Roadmap": "خريطة طريق الامتثال المخصصة",
  "Based on the initial assessment, we will develop a tailored compliance roadmap for your organisation. This roadmap will:": "بناءً على التقييم الأولي، سنضع خارطة طريق للامتثال مصممة خصيصًا لمؤسستك. ستتضمن هذه الخارطة:",
  "Outline the specific steps you need to take to achieve full compliance with PDPL.": "قم بتحديد الخطوات المحددة التي يتعين عليك اتخاذها لتحقيق الامتثال الكامل لقانون حماية البيانات الشخصية.",
  "Include timelines and milestones to help you track your progress.": "قم بإدراج الجداول الزمنية والمعالم لمساعدتك على تتبع تقدمك.",
  "Be customised to fit the unique needs and operations of your organisation.": "يمكن تخصيصها لتناسب الاحتياجات والعمليات الفريدة لمنظمتك.",
  "Policy and Procedure Development": "تطوير السياسات والإجراءات",
  "Our team will assist you in developing and implementing robust data protection policies and procedures. We will:": "سيساعدك فريقنا في تطوير وتنفيذ سياسات وإجراءات قوية لحماية البيانات. وسوف نقوم بما يلي:",
  "Draft clear and comprehensive policies that align with PDPL requirements.": "صياغة سياسات واضحة وشاملة تتوافق مع متطلبات قانون حماية البيانات الشخصية.",
  "Create procedures for data handling, storage, and disposal to ensure your customers' data is protected at all times.": "إنشاء إجراءات للتعامل مع البيانات وتخزينها والتخلص منها لضمان حماية بيانات عملائك في جميع الأوقات.",
  "Help you establish protocols for data breach response and incident management.": "نساعدك على إنشاء بروتوكولات للاستجابة لخرق البيانات وإدارة الحوادث.",
  "Employee Training and Awareness": "تدريب الموظفين وتوعيتهم",
  "Ensuring that your staff is knows about the law is crucial for compliance. We provide": "إن التأكد من أن موظفيك على دراية بالقانون أمر بالغ الأهمية للامتثال. نحن نقدم",
  "Tailored training sessions for your employees, covering the essentials of PDPL": "دورات تدريبية مخصصة لموظفيك، تغطي أساسيات قانون حماية البيانات الشخصية",
  "Ongoing education and awareness programs to keep your team updated on the latest regulatory changes and best practices.": "برامج تعليمية وتوعوية مستمرة لإبقاء فريقك على اطلاع بأحدث التغييرات التنظيمية وأفضل الممارسات.",
  "Resources and materials to support continuous learning and adherence to compliance standards.": "الموارد والمواد لدعم التعلم المستمر والالتزام بمعايير الامتثال.",
  "Data Protection Impact Assessments (DPIAs)": "تقييمات تأثير حماية البيانات",
  "We conduct impact assessments for both new projects and existing data processing activities, to:": "نقوم بإجراء تقييمات الأثر لكل من المشاريع الجديدة وأنشطة معالجة البيانات الحالية، وذلك من أجل:",
  "Evaluate the potential impact on data privacy and identify any risks to your customers' data.": "قم بتقييم التأثير المحتمل على خصوصية البيانات وتحديد أي مخاطر تهدد بيانات عملائك.",
  "Develop mitigation strategies to address identified risks and ensure compliance with PDPL.": "تطوير استراتيجيات التخفيف لمعالجة المخاطر التي تم تحديدها وضمان الامتثال لقانون حماية البيانات الشخصية.",
  "Provide detailed reports and documentation to support your compliance efforts.": "تقديم تقارير ووثائق مفصلة لدعم جهود الامتثال الخاصة بك.",
  "Offer a customisable tool for department managers and DPOs to collaborate effectively on mitigating identified risks.": "تقديم أداة قابلة للتخصيص لمديري الأقسام ومسؤولي حماية البيانات للتعاون بشكل فعال في التخفيف من المخاطر التي تم تحديدها.",
  "Ongoing Compliance Monitoring and Support": "مراقبة الامتثال والدعم المستمر",
  "Compliance is an ongoing process, and we are here to support you every step of the way. Our services include:": "الامتثال عملية مستمرة، ونحن هنا لدعمك في كل خطوة على الطريق. تشمل خدماتنا:",
  "Regular compliance audits to ensure continued adherence to PDPL": "عمليات تدقيق الامتثال المنتظمة لضمان الاستمرار في الالتزام بقانون حماية البيانات الشخصية",
  "Monitoring of regulatory updates and changes to keep your policies and practices current.": "مراقبة التحديثات والتغييرات التنظيمية للحفاظ على سياساتك وممارساتك الحالية.",
  "Providing expert advice and support whenever you need it.": "توفير المشورة المتخصصة والدعم عندما تحتاج إليها.",
  "Data Subject Rights Management": "إدارة حقوق أصحاب البيانات",
  "We help you effectively manage and respond to data subject requests, ensuring your customers' rights are respected. Our services include:": "نساعدك على إدارة طلبات أصحاب البيانات والرد عليها بفعالية، وضمان احترام حقوق عملائك. تشمل خدماتنا ما يلي:",
  "Setting up an automated tool for handling access, rectification, and deletion requests.": "إعداد أداة آلية للتعامل مع طلبات الوصول والتصحيح والحذف.",
  "Ensuring timely and compliant responses to data subject inquiries.": "ضمان الاستجابة في الوقت المناسب لاستفسارات أصحاب البيانات.",
  "Providing guidance on complex requests and potential conflicts.": "توفير التوجيه بشأن الطلبات المعقدة والصراعات المحتملة.",
  "Empower your organisation to build PDPL compliance, mitigate risks, and foster customer trust": "تمكين مؤسستك من بناء الامتثال لقانون حماية البيانات الشخصية، وتخفيف المخاطر، وتعزيز ثقة العملاء",
  "PDPL Gap Analysis": "تحليل فجوة PDPL",
  "Evaluate your current data protection practices, identify areas of non-compliance, and get actionable recommendations to bridge compliance gaps.": "قم بتقييم ممارسات حماية البيانات الحالية لديك، وتحديد مجالات عدم الامتثال، والحصول على توصيات قابلة للتنفيذ لسد فجوات الامتثال.",
  "Service Overview": "نظرة عامة على الخدمة",
  "Comprehensive Review of Data Processing Activities": "مراجعة شاملة لأنشطة معالجة البيانات",
  "We start by conducting an exhaustive review of your organisation's data processing activities. This includes:": "نبدأ بإجراء مراجعة شاملة لأنشطة معالجة البيانات في مؤسستك. ويتضمن ذلك:",
  "Mapping out data flows across all departments and functions.": "رسم خريطة لتدفقات البيانات عبر جميع الإدارات والوظائف.",
  "Reviewing data collection, storage, processing, and disposal practices.": "مراجعة ممارسات جمع البيانات وتخزينها ومعالجتها والتخلص منها.",
  "Identifying all personal data touchpoints within your organisation.": "تحديد جميع نقاط اتصال البيانات الشخصية داخل مؤسستك.",
  "Assessment of Current Compliance Status": "تقييم حالة الامتثال الحالية",
  "Our experts will evaluate your current compliance status against PDPL requirements. This involves:": "سيقوم خبراؤنا بتقييم حالة الامتثال الحالية لديك وفقًا لمتطلبات قانون حماية البيانات الشخصية. ويتضمن ذلك:",
  "Analysing your existing data protection policies and procedures.": "تحليل سياسات وإجراءات حماية البيانات الحالية لديك.",
  "Reviewing your data security measures and protocols.": "مراجعة تدابير وبروتوكولات أمن البيانات الخاصة بك.",
  "Assessing your organisation's awareness and training programs related to data protection.": "تقييم برامج التوعية والتدريب المتعلقة بحماية البيانات في مؤسستك.",
  "Identification of Compliance Gaps": "تحديد ثغرات الامتثال",
  "Through a meticulous assessment, we will identify any gaps in your current practices. This process includes:": "من خلال تقييم دقيق، سنحدد أي فجوات في ممارساتك الحالية. تتضمن هذه العملية:",
  "Highlighting areas where your organisation falls short of PDPL standards.": "تسليط الضوء على المجالات التي لا تفي فيها مؤسستك بمعايير PDPL.",
  "Identifying potential risks and vulnerabilities in your data protection framework.": "تحديد المخاطر والثغرات المحتملة في إطار حماية البيانات الخاص بك.",
  "Providing a detailed report that outlines specific non-compliance issues.": "توفير تقرير مفصل يوضح قضايا عدم الامتثال المحددة.",
  "Customized Recommendations for Improvement": "توصيات مخصصة للتحسين",
  "Based on the identified gaps, we will offer tailored recommendations and automated PDPL tools to help you achieve compliance. Our suggestions will cover:": "بناءً على الفجوات التي تم تحديدها، سنقدم توصيات مخصصة وأدوات PDPL آلية لمساعدتك على تحقيق الامتثال. ستغطي اقتراحاتنا ما يلي:",
  "Updates to your data protection policies and procedures.": "تحديثات لسياسات وإجراءات حماية البيانات الخاصة بك.",
  "Enhancements to your data security measures.": "تحسينات على تدابير أمن البيانات الخاصة بك.",
  "Improvements to employee training and awareness programs.": "تحسينات في برامج تدريب الموظفين وتوعيتهم.",
  "Implementation of best practices for data handling and protection.": "تنفيذ أفضل الممارسات في التعامل مع البيانات وحمايتها.",
  "Development of a Compliance Action Plan": "تطوير خطة عمل الامتثال",
  "We will assist you in developing a comprehensive action plan to address the identified gaps. This plan will:": "سنساعدك في وضع خطة عمل شاملة لمعالجة الفجوات التي تم تحديدها. ستؤدي هذه الخطة إلى:",
  "Outline clear, actionable steps to achieve PDPL compliance.": "تحديد خطوات واضحة وقابلة للتنفيذ لتحقيق الامتثال لقانون حماية البيانات الشخصية.",
  "Include timelines and milestones to ensure timely implementation.": "قم بتضمين الجداول الزمنية والمعالم لضمان التنفيذ في الوقت المناسب.",
  "Assign responsibilities to relevant stakeholders within your organisation": "تعيين المسؤوليات لأصحاب المصلحة المعنيين داخل مؤسستك",
  "Ongoing Support and Monitoring": "الدعم والمراقبة المستمرة",
  "Compliance is an ongoing process, and we provide continuous support to ensure you remain compliant. Our services include:": "الامتثال عملية مستمرة، ونحن نقدم الدعم المستمر لضمان استمرارك في الالتزام. تشمل خدماتنا ما يلي:",
  "Regular follow-up assessments to monitor your progress.": "تقييمات متابعة منتظمة لمراقبة تقدمك.",
  "Updates on any changes to PDPL regulations that may affect your compliance status": "تحديثات بشأن أي تغييرات في لوائح PDPL التي قد تؤثر على حالة الامتثال الخاصة بك",
  "Ongoing advice and support to address any new challenges that arise.": "تقديم المشورة والدعم المستمر لمواجهة أي تحديات جديدة قد تنشأ.",
  "Customizable Tools and Resources": "أدوات وموارد قابلة للتخصيص",
  "To facilitate effective compliance management, we offer customisable tools and resources, including:": "لتسهيل إدارة الامتثال الفعالة، فإننا نقدم أدوات وموارد قابلة للتخصيص، بما في ذلك:",
  "A compliance management dashboard for real-time monitoring of your progress.": "لوحة معلومات لإدارة الامتثال لمراقبة تقدمك في الوقت الفعلي.",
  "Templates and checklists to streamline your compliance efforts.": "قوالب وقوائم تحقق لتبسيط جهود الامتثال الخاصة بك.",
  "A collaborative platform for department managers and Data Protection Officers (DPOs) to work together efficiently.": "منصة تعاونية لمديري الأقسام ومسؤولي حماية البيانات للعمل معًا بكفاءة.",
  "Benefits of Our PDPL Gap Analysis": "فوائد تحليل فجوة PDPL الخاص بنا",
  "Enhanced Data Protection": "حماية البيانات المعززة",
  "By identifying and addressing gaps, you can significantly improve the security of your customers' personal data": "من خلال تحديد الثغرات ومعالجتها، يمكنك تحسين أمان البيانات الشخصية لعملائك بشكل كبير",
  "Regulatory Compliance": "التدقيق المطلوب",
  "Achieve and maintain compliance with PDPL, avoiding potential fines and legal issues.": "تحقيق والحفاظ على الامتثال لقانون حماية البيانات الشخصية، وتجنب الغرامات المحتملة والقضايا القانونية.",
  "Increased Trust": "زيادة الثقة",
  "Demonstrate your commitment to data protection, building trust with your customers and stakeholders": "أظهر التزامك بحماية البيانات وبناء الثقة مع عملائك وأصحاب المصلحة",
  "Proactive Risk Management": "إدارة المخاطر الاستباقية",
  "Identify potential risks and vulnerabilities before they become major issues.": "تحديد المخاطر والثغرات المحتملة قبل أن تصبح مشاكل كبيرة.",
  "Empower your organisation to build PDPL compliance, mitigate risks, and foster customer trust": "تمكين مؤسستك من بناء الامتثال لقانون حماية البيانات الشخصية، وتخفيف المخاطر، وتعزيز ثقة العملاء",
  "Contact Us": "اتصل بنا",
  "Join a team of passionate privacy experts": "انضم إلى فريق من خبراء الخصوصية المتحمسين",
  "Join us in transforming the landscape of privacy compliance in KSA. At PDPL consultants, you’ll find a supportive community where your talents are nurtured, ideas are celebrated, and success is shared": "انضم إلينا في تغيير مشهد الامتثال للخصوصية في المملكة العربية السعودية. في مستشاري PDPL، ستجد مجتمعًا داعمًا حيث يتم رعاية مواهبك والاحتفاء بأفكارك ومشاركة النجاح",
  "Core Values": "القيم الجوهرية",
  "Transparent Communication": "التواصل الشفاف",
  "Embrace a culture where every voice is heard. We prioritise open, transparent communication, fostering a positive and safe atmosphere for sharing ideas and addressing concerns constructively": "احتضان ثقافة حيث يتم سماع كل صوت. نحن نعطي الأولوية للتواصل المفتوح والشفاف، وتعزيز جو إيجابي وآمن لتبادل الأفكار ومعالجة المخاوف بشكل بناء",
  "Client-Centric Approach": "نهج يركز على العميل",
  "We strive to not only meet but exceed their expectations, delivering exceptional service and supporting them at every stage of their journey with us.": "نحن نسعى جاهدين ليس فقط لتلبية توقعاتهم بل لتجاوزها، وتقديم خدمة استثنائية ودعمهم في كل مرحلة من رحلتهم معنا.",
  "Team Collaboration": "فريق التعاون",
  "Success through synergy. Our collaborative environment harnesses the collective ideas, intelligence, and contributions of all team members, driving us towards our shared objectives.": "النجاح من خلال التآزر. تعمل بيئتنا التعاونية على تسخير الأفكار الجماعية والذكاء والمساهمات لجميع أعضاء الفريق، مما يدفعنا نحو تحقيق أهدافنا المشتركة.",
  "Ownership and Accountability": "الملكية والمساءلة",
  "Taking charge with responsibility. Each team member assumes ownership of their work and is empowered to make impactful decisions that drive our collective success.": "تحمل المسؤولية بالمسؤولية. يفترض كل عضو في الفريق ملكية عمله ويتم تمكينه لاتخاذ قرارات مؤثرة تدفع نجاحنا الجماعي.",
  "Integrity and Authenticity": "النزاهة والأصالة",
  "Build trust through integrity. We promote honesty, transparency, and responsible actions, creating an inclusive environment where individuals can freely express their true selves.": "بناء الثقة من خلال النزاهة. نحن نعزز الصدق والشفافية والإجراءات المسؤولة، ونخلق بيئة شاملة حيث يمكن للأفراد التعبير بحرية عن ذواتهم الحقيقية.",
  "Join Our Team of Privacy Experts": "انضم إلى فريقنا من خبراء الخصوصية",
  "At PDPL Consultants, we are passionate about transforming the landscape of privacy compliance in KSA. Join us and be part of a supportive community where your talents are nurtured, ideas are celebrated, and success is shared. Explore our current job openings below and take the next step in your career with us": "في PDPL Consultants، نحن متحمسون لتحويل مشهد الامتثال للخصوصية في المملكة العربية السعودية. انضم إلينا وكن جزءًا من مجتمع داعم حيث يتم رعاية مواهبك والاحتفاء بأفكارك ومشاركة النجاح. استكشف فرص العمل الحالية لدينا أدناه واتخذ الخطوة التالية في حياتك المهنية معنا",
  "Open Positions": "المناصب المفتوحة",
  "Meet Our Team": "التق بفريقنا",
  "Get to know the dedicated professionals behind PDPL Consultants. Our team is composed of experienced privacy experts and innovative thinkers, all passionate about data protection and compliance": "تعرف على المحترفين المتفانين وراء مستشاري PDPL. يتكون فريقنا من خبراء خصوصية ذوي خبرة ومفكرين مبتكرين، وجميعهم متحمسون لحماية البيانات والامتثال",
  "Strengthen PDPL Compliance Across Your Workforce": "تعزيز الامتثال لـ PDPL عبر القوى العاملة لديك",
  "Equip your teams with practical PDPL training to ensure they have the knowledge and skills to safeguard personal data and mitigate risks proactively.": "قم بتزويد فرقك بتدريب عملي على PDPL للتأكد من أن لديهم المعرفة والمهارات اللازمة لحماية البيانات الشخصية وتخفيف المخاطر بشكل استباقي.",
  "How Our Solution Works": "كيف يعمل الحل لدينا",
  "Establish Your Risk Register": "قم بإنشاء سجل المخاطر الخاص بك",
  "Utilise our predefined risk templates or create custom risks, assigning owners as necessary": "استخدم قوالب المخاطر المحددة مسبقًا لدينا أو أنشئ مخاطر مخصصة، وقم بتعيين المالكين حسب الضرورة",
  "Identify and Score Risks": "تحديد المخاطر وتسجيلها",
  "Evaluate your risk profile with automated risk scoring": "قم بتقييم ملف تعريف المخاطر الخاص بك من خلال تسجيل المخاطر الآلي",
  "Create Your Risk Treatment Plan": "قم بإنشاء خطة معالجة المخاطر الخاصة بك",
  "Decide whether to accept, mitigate, transfer, or avoid each identified risk.": "قرر ما إذا كنت ستقبل كل المخاطر المحددة أو تخففها أو تنقلها أو تتجنبها.",
  "Automate Your Risk Assessment": "أتمتة تقييم المخاطر الخاصة بك",
  "Continuously monitor your risk posture to stay ahead of potential threats.": "قم بمراقبة وضع المخاطر الخاص بك باستمرار للبقاء في صدارة التهديدات المحتملة.",
  "Identify & Flag Risks Across Departments": "تحديد المخاطر والإبلاغ عنها عبر الإدارات",
  "Detect risks with our tool, for each department across IT, HR, vendors, admin and data access points. Additionally, leverage our tool to monitor the progress of impact assessment cycles within each department, ensuring comprehensive risk management and enhanced data protection": "اكتشف المخاطر باستخدام أداتنا، لكل قسم عبر تكنولوجيا المعلومات والموارد البشرية والموردين والمسؤولين ونقاط الوصول إلى البيانات. بالإضافة إلى ذلك، يمكنك الاستفادة من أداتنا لرصد التقدم المحرز في دورات تقييم التأثير داخل كل قسم، مما يضمن إدارة شاملة للمخاطر وحماية محسنة للبيانات",
  "Evaluate Risk with Precision": "تقييم المخاطر بدقة",
  "Accurately quantify your risk profile using our built-in risk heatmap. Assess the effectiveness of your mitigation strategies with both inherent and residual risk scores. Our platform simplifies the process of understanding your risk exposure, pinpointing critical risk areas, and implementing effective mitigation measures": "قم بقياس ملف تعريف المخاطر الخاص بك بدقة باستخدام خريطة المخاطر المدمجة لدينا. قم بتقييم فعالية استراتيجيات التخفيف الخاصة بك من خلال درجات المخاطر الكامنة والمتبقية. تعمل منصتنا على تبسيط عملية فهم تعرضك للمخاطر، وتحديد مجالات المخاطر الحرجة، وتنفيذ تدابير التخفيف الفعالة",
  "Collaborate Easily": "التعاون بسهولة",
  "Empower department managers and Data Protection Officers (DPOs) to coordinate efforts and collaborate efficiently on Data Protection Impact Assessments (DPIAs). Offering real-time updates, centralised documentation, and automated risk identification, our platform ensures a cohesive approach to evaluating and mitigating risks": "تمكين مديري الأقسام ومسؤولي حماية البيانات (DPOs) من تنسيق الجهود والتعاون بكفاءة في تقييمات تأثير حماية البيانات (DPIAs). من خلال تقديم تحديثات في الوقت الفعلي، ووثائق مركزية، وتحديد تلقائي للمخاطر، تضمن منصتنا اتباع نهج متماسك لتقييم المخاطر والتخفيف من حدتها.",
  "Automate your consent management process and build trust": "أتمتة عملية إدارة موافقتك وبناء الثقة",
  "Ensure PDPL compliance and get full control over your consent management process with DPCM. Designed to automate the management of personal data consent requests, DPCM establishes a strong system for tracking and handling such requests within companies. ": "تأكد من الامتثال لـ PDPL وتمتع بالتحكم الكامل في عملية إدارة موافقتك باستخدام DPCM. تم تصميم DPCM لأتمتة إدارة طلبات الموافقة على البيانات الشخصية، حيث أنشأ نظامًا قويًا لتتبع هذه الطلبات والتعامل معها داخل الشركات.",
  "How It Works": "كيف تعمل",
  "Acquire Live Consent": "الحصول على الموافقة المباشرة",
  "Capture user consent at every touchpoint, ensuring real-time compliance during interactions such as website, CRM, social media, app usage, and service sign-ups": "احصل على موافقة المستخدم في كل نقطة اتصال، مما يضمن الامتثال في الوقت الفعلي أثناء التفاعلات مثل موقع الويب وإدارة علاقات العملاء والوسائط الاجتماعية واستخدام التطبيق والاشتراكات في الخدمة",
  "Manage Historic Data": "إدارة البيانات التاريخية",
  "Send consent requests and privacy notices to users for all historic data, updating consent records to align with PDPL regulations": "إرسال طلبات الموافقة وإشعارات الخصوصية إلى المستخدمين لجميع البيانات التاريخية، وتحديث سجلات الموافقة لتتوافق مع لوائح PDPL",
  "Customisable & Scalable": "قابلة للتخصيص وقابلة للتطوير",
  "Fully customisable to fit your specific needs, and scalable to grow with your business, ensuring seamless consent management regardless of size": "قابلة للتخصيص بالكامل لتناسب احتياجاتك المحددة، وقابلة للتطوير لتنمو مع عملك، مما يضمن إدارة موافقة سلسة بغض النظر عن الحجم",
  "Monitor & Track": "المراقبة والتتبع",
  "Monitor and track all consent requests and statuses, providing a comprehensive view of consent history and ensuring up-to-date compliance": "مراقبة وتتبع جميع طلبات الموافقة وحالاتها، مما يوفر رؤية شاملة لسجل الموافقة ويضمن الامتثال المحدث",
  "Send Consent Requests via SMS or Email Send Consent Requests via SMS or Email": "إرسال طلبات الموافقة عبر الرسائل القصيرة أو البريد الإلكتروني",
  "Enhance your compliance strategy by sending consent requests where your customers are most responsive - SMS or email. Our tool allows you to reach users in the most effective way, ensuring higher engagement and faster consent collection": "قم بتعزيز استراتيجية الامتثال الخاصة بك عن طريق إرسال طلبات الموافقة حيث يكون عملاؤك أكثر استجابة - الرسائل القصيرة أو البريد الإلكتروني. تسمح لك أداتنا بالوصول إلى المستخدمين بالطريقة الأكثر فعالية، مما يضمن مشاركة أكبر وجمع موافقة أسرع",
  "Smart, Intuitive, and Comprehensive Consent Dashboards": "لوحات تحكم ذكية وبديهية وشاملة للموافقة",
  "Effortlessly capture, manage, and document user consents with our intuitive dashboards. Visualise the entire consent lifecycle, including consents accepted, rejected, and not delivered. Our dashboard provides a centralised, transparent, and efficient way to handle all consent-related activities, ensuring compliance with global regulations while empowering users to control their personal data preferences seamlessly.": "يمكنك التقاط موافقات المستخدم وإدارتها وتوثيقها بسهولة من خلال لوحات المعلومات البديهية لدينا. تصور دورة حياة الموافقة بأكملها، بما في ذلك الموافقات المقبولة والمرفوضة والتي لم يتم تسليمها. توفر لوحة المعلومات الخاصة بنا طريقة مركزية وشفافة وفعالة للتعامل مع جميع الأنشطة المتعلقة بالموافقة، مما يضمن الامتثال للوائح العالمية مع تمكين المستخدمين من التحكم في تفضيلات بياناتهم الشخصية بسلاسة. ",
  "Generate Comprehensive Compliance Reports": "إنشاء تقارير الامتثال الشاملة",
  "Access detailed compliance reports that include user consent statuses, modification histories, and audit trails. Ensure regulatory compliance and provide clear, transparent documentation for audits and reviews.": "يمكنك الوصول إلى تقارير الامتثال التفصيلية التي تتضمن حالات موافقة المستخدم وتاريخ التعديل ومسارات التدقيق. ضمان الامتثال التنظيمي وتوفير وثائق واضحة وشفافة لعمليات التدقيق والمراجعات.",
  "Key Features": "دلائل الميزات",
  "Scalable Solution": "حل قابل للتطوير",
  "Whether you're a small startup or a large enterprise, our solution adapts to your needs, ensuring seamless PDPL compliance as your business grows.": "سواء كنت شركة ناشئة صغيرة أو مؤسسة كبيرة، يتكيف حلنا مع احتياجاتك، مما يضمن الامتثال السلس لـ PDPL مع نمو أعمالك.",
  "Easy To Use Interface": "واجهة سهلة الاستخدام",
  "Designed with user-friendly features and a simple interface, so you can manage requests and maintain compliance with ease, without the need for extensive training.": "تم تصميمه بميزات سهلة الاستخدام وواجهة بسيطة، حتى تتمكن من إدارة الطلبات والحفاظ على الامتثال بسهولة، دون الحاجة إلى تدريب مكثف.",
  "Customisable Workflow": "سير عمل قابل للتخصيص",
  "Tailored PDPL compliance solution to fit your organisation's unique requirements. Our tool offers customisable workflows, allowing you to align processes with your internal policies and procedures.": "حل امتثال PDPL مصمم خصيصًا ليناسب المتطلبات الفريدة لمؤسستك. توفر أداتنا مسارات عمل قابلة للتخصيص، مما يسمح لك بمواءمة العمليات مع سياساتك وإجراءاتك الداخلية.",
  "Strengthen PDPL Compliance Across Your Workforce": "تعزيز الامتثال لـ PDPL عبر القوى العاملة لديك",
  "Equip your teams with practical PDPL training to ensure they have the knowledge and skills to safeguard personal data and mitigate risks proactively.": "قم بتزويد فرقك بتدريب عملي على PDPL للتأكد من أن لديهم المعرفة والمهارات اللازمة لحماية البيانات الشخصية وتخفيف المخاطر بشكل استباقي.",
  "Focus on your core tasks while we ensure compliance": "ركز على مهامك الأساسية بينما نضمن الامتثال",
  "Automate your employee awareness training with our subscription-based programs. Conduct regular and mandatory awareness sessions to ensure every employee understands the PDPL and the consequences of non-compliance. Our assessments ensure that employees take the training seriously, and results are accessible to all stakeholders": "قم بأتمتة التدريب الخاص بتوعية موظفيك من خلال برامجنا القائمة على الاشتراك. قم بإجراء جلسات توعية منتظمة وإلزامية لضمان فهم كل موظف لـ PDPL وعواقب عدم الامتثال. تضمن تقييماتنا أن الموظفين يأخذون التدريب على محمل الجد، وأن النتائج متاحة لجميع أصحاب المصلحة",
  "Cultivate Employee Accountability for Data Security": "تنمية مسؤولية الموظف عن أمن البيانات",
  "According to a joint study by Stanford and Tessian, employee mistakes contribute to 88% of data breach incidents. This awareness program ensures that your employees are well-informed about PDPL and the consequences of non-compliance. By fostering a culture of accountability, we help secure the data that flows through your organization. With our comprehensive assessments and online tools, management can easily monitor progress and ensure continuous, effective implementation of your data privacy program.": "وفقًا لدراسة مشتركة أجراها ستانفورد وتيسيان، تساهم أخطاء الموظفين في 88% من حوادث اختراق البيانات. يضمن برنامج التوعية هذا أن موظفيك على دراية جيدة بـ PDPL وعواقب عدم الامتثال. ومن خلال تعزيز ثقافة المساءلة، نساعد في تأمين البيانات التي تتدفق عبر مؤسستك. ومن خلال تقييماتنا الشاملة وأدواتنا عبر الإنترنت، يمكن للإدارة مراقبة التقدم بسهولة وضمان التنفيذ المستمر والفعال لبرنامج خصوصية البيانات الخاص بك.",
  "Enhance Employee Information Security Awareness": "تعزيز الوعي بأمن المعلومات لدى الموظفين",
  "Ensure your organisation’s readiness for PDPL compliance by building a culture of responsible personal data processing within all departments. Our platform removes the uncertainty from monitoring by utilising routine evaluations to gauge your employees' knowledge. Through interactive quizzes and tests, we provide quick grading and ongoing monitoring of their awareness and learning": "تأكد من استعداد مؤسستك للامتثال لقانون PDPL من خلال بناء ثقافة معالجة البيانات الشخصية المسؤولة داخل جميع الأقسام. تزيل منصتنا حالة عدم اليقين من المراقبة من خلال استخدام التقييمات الروتينية لقياس معرفة موظفيك. ومن خلال الاختبارات والاختبارات التفاعلية، نقدم درجات سريعة ومراقبة مستمرة لوعيهم وتعلمهم",
  "Build trust & empower your customers": "بناء الثقة وتمكين عملائك",
  "Empower your customers to easily exercise their rights to inquire, correct, complete, update, or request the removal of their personal data from your company records. These requests must be addressed within a reasonable time, and our platform ensures they are handled promptly and effectively.": "قم بتمكين عملائك من ممارسة حقوقهم بسهولة في الاستفسار عن بياناتهم الشخصية أو تصحيحها أو إكمالها أو تحديثها أو طلب إزالتها من سجلات شركتك. يجب معالجة هذه الطلبات خلال فترة زمنية معقولة، وتضمن منصتنا التعامل معها بسرعة وفعالية.",
  "How Our Solution Works": "كيف يعمل الحل لدينا",
  "Submit Requests Easily": "إرسال الطلبات بسهولة",
  "Data subjects can raise their rights through a user-friendly platform, making it simple to submit inquiries, corrections, updates, or deletion requests": "يمكن لأصحاب البيانات رفع حقوقهم من خلال منصة سهلة الاستخدام، مما يجعل من السهل تقديم الاستفسارات أو التصحيحات أو التحديثات أو طلبات الحذف",
  "Access and Manage Requests": "الوصول وإدارة الطلبات",
  "Data Protection Officers (DPOs) and other concerned persons can access and manage these requests manually or in an automated way, ensuring all requests are tracked and addressed.": "يمكن لمسؤولي حماية البيانات (DPOs) وغيرهم من الأشخاص المعنيين الوصول إلى هذه الطلبات وإدارتها يدويًا أو بطريقة آلية، مما يضمن تتبع جميع الطلبات ومعالجتها.",
  "Reduce Response Times": "تقليل أوقات الاستجابة",
  "Our tool significantly reduces the time it takes to respond to data subject requests, enhancing efficiency and compliance with government laws.": "تعمل أداتنا على تقليل الوقت المستغرق للرد على طلبات أصحاب البيانات بشكل كبير، مما يعزز الكفاءة والامتثال للقوانين الحكومية.",
  "Ensure Legal Compliance": "ضمان الامتثال القانوني",
  "The DSGR tool helps your organisation stay compliant with data protection regulations by ensuring all requests are handled in accordance with legal requirements.": "تساعد أداة DSGR مؤسستك في الحفاظ على امتثالها للوائح حماية البيانات من خلال ضمان معالجة جميع الطلبات وفقًا للمتطلبات القانونية.",
  "Empower Your Customers to Exercise Their Rights": "قم بتمكين عملائك من ممارسة حقوقهم",
  "Our tool makes it easy for them to exercise their rights under PDPL, from data access to erasure, ensuring they feel confident and in control of their personal information.": "تسهل أداتنا عليهم ممارسة حقوقهم بموجب PDPL، بدءًا من الوصول إلى البيانات وحتى محوها، مما يضمن شعورهم بالثقة والتحكم في معلوماتهم الشخصية.",
  "Resolve Requests Easily and Quickly": "حل الطلبات بسهولة وبسرعة",
  "Say goodbye to delays and complications. Our tool streamlines the entire process of resolving all customer grievances, enabling you to handle them efficiently and within the required timeframe": "قل وداعًا للتأخير والتعقيدات. تعمل أداتنا على تبسيط العملية الكاملة لحل جميع شكاوى العملاء، مما يتيح لك التعامل معها بكفاءة وضمن الإطار الزمني المطلوب",
  "Track and Monitor Compliance Effortlessly": "تتبع ومراقبة الامتثال بسهولة",
  "Stay ahead with real-time tracking and monitoring. Our tool provides comprehensive logs and reports of all customer requests and their resolutions, ensuring you maintain compliance effortlessly and are always audit-ready": "ابق في المقدمة من خلال التتبع والمراقبة في الوقت الفعلي. توفر أداتنا سجلات وتقارير شاملة لجميع طلبات العملاء وحلولها، مما يضمن الحفاظ على الامتثال دون عناء وأنك دائمًا جاهز للتدقيق",
  "Download Reports with Ease": "تنزيل التقارير بكل سهولة",
  "Simplify your reporting with our easy download feature. Quickly generate and download detailed reports of all GDPR activities, ensuring you have the documentation you need for compliance reviews and audits at your fingertips": "قم بتبسيط تقاريرك من خلال ميزة التنزيل السهلة لدينا. قم بإنشاء وتنزيل تقارير مفصلة عن جميع أنشطة القانون العام لحماية البيانات (GDPR) بسرعة، مما يضمن حصولك على الوثائق التي تحتاجها لمراجعات الامتثال وعمليات التدقيق في متناول يدك",
  "Compliance Status": "حالة الامتثال",
  "Empower your business with a scalable SaaS product, driving growth and adaptability in the digital landscape": "قم بتمكين عملك باستخدام منتج SaaS قابل للتطوير، مما يؤدي إلى تعزيز النمو والقدرة على التكيف في المشهد الرقمي",
  "Real-time updates on your compliance status": "تحديثات في الوقت الفعلي حول حالة الامتثال الخاصة بك",
  "Automated Reporting": "التقارير الآلية",
  "Generate compliance reports automatically": "إنشاء تقارير الامتثال تلقائيًا",
  "Facilitate the exercise of data subject rights": "تسهيل ممارسة حقوق صاحب البيانات",
  "Training and Awareness": "التدريب والتوعية",
  "Educate your employees about PDPL compliance": "قم بتثقيف موظفيك حول الامتثال لـ PDPL",
  "Swiftly manage and respond to data breaches": "إدارة خروقات البيانات والاستجابة لها بسرعة",
  "Audit Logs": "سجلات التدقيق",
  "Maintain detailed logs for audit trails": "الحفاظ على سجلات مفصلة لمسارات التدقيق",
  "Conduct through DPIAs to ensure data protection": "إجراء تقييم تأثير حماية البيانات لضمان حماية البيانات",
  "Products": "منتجات",
  "Services": "Services",
  "Resources": "موارد",
  "Company": "شركة",
  "Our all-inclusive approach to PDPL compliance ensures your business meets regulatory requirements effortlessly. We provide tailored solutions that simplify the compliance process, mitigate risks, build trust and open new avenues for innovation and growth.": "يضمن نهجنا الشامل للامتثال لـ PDPL أن يلبي عملك المتطلبات التنظيمية دون عناء. نحن نقدم حلولاً مصممة خصيصًا لتبسيط عملية الامتثال وتخفيف المخاطر وبناء الثقة وفتح آفاق جديدة للابتكار والنمو.",
  "Comprehensive": "شامل",
  "Compliance": "امتثال",
  "Stress-Free": "خال من التوتر",
  "Learn More": "يتعلم أكثر",
  "Ensuring DPDP Compliance": "ضمان الامتثال DPDP",
  "Data Protection Impact Assessments (DPIAs) Conduct thorough DPIAs to ensure data protection": "تقييمات تأثير حماية البيانات (DPIAs) إجراء عمليات تقييم الأثر البيئي الشاملة لضمان حماية البيانات",
  "Policy Management": "إدارة السياسة",
  "Centralize and manage data protection policies": "مركزية وإدارة سياسات حماية البيانات",
  "Incident Response": "الاستجابة للحادث",
  "Swiftly manage and respond to data breaches.": "إدارة انتهاكات البيانات والاستجابة لها بسرعة.",
  "Consent Management": "إدارة الموافقة",
  "Efficiently handle user consents with intuitive tools": "التعامل بكفاءة مع موافقات المستخدم باستخدام أدوات بديهية",
  "Risk Assessments": "تقييم المخاطر",
  "Identify and mitigate data protection risks.": "تحديد وتخفيف مخاطر حماية البيانات.",
  "Effortlessly Manage Your Data Protection Compliance Needs": "إدارة احتياجات الامتثال لحماية البيانات الخاصة بك دون عناء",
  "DPDP Consultants to ensure compliance with the Digital Personal Data Protection Act 2023. Seamlessly integrate your compliance processes with various systems, including policy management, incident response, and automated reporting, to stay ahead in the digital landscape": "مستشارو DPDP لضمان الامتثال لقانون حماية البيانات الشخصية الرقمية لعام 2023. دمج عمليات الامتثال الخاصة بك بسلاسة مع الأنظمة المختلفة، بما في ذلك إدارة السياسات، والاستجابة للحوادث، وإعداد التقارير الآلية، للبقاء في المقدمة في المشهد الرقمي",
  "Compliance Management": "إدارة الامتثال",
  "International Standards": "المعايير الدولية",
  "Data Security": "أمن البيانات",
  "IT Systems Integration": "تكامل أنظمة تكنولوجيا المعلومات",
  "Audit Trails": "مسارات التدقيق",
  "Secure Documentation": "التوثيق الآمن",
  "Consent Management Tool": "أداة إدارة الموافقة",
  "Effortlessly manage user consents and ensure compliance with PDPL regulations using our customisable and powerful consent management tool. Our solution provides real-time tracking and easy-to-use dashboards, allowing you to obtain, record, and manage user consent with full transparency.": "يمكنك إدارة موافقات المستخدم بسهولة والتأكد من الامتثال للوائح PDPL باستخدام أداة إدارة الموافقات القوية والقابلة للتخصيص. يوفر حلنا تتبعًا في الوقت الفعلي ولوحات معلومات سهلة الاستخدام، مما يسمح لك بالحصول على موافقة المستخدم وتسجيلها وإدارتها بشفافية كاملة.",
  "Grievance Redressal Tool": "أداة معالجة التظلمات",
  "Empower data subjects to exercise their rights seamlessly through a user-friendly dashboard, while providing Data Protection Officers (DPOs) easy access to manage and respond to queries swiftly and securely.": "تمكين أصحاب البيانات من ممارسة حقوقهم بسلاسة من خلال لوحة معلومات سهلة الاستخدام، مع توفير وصول سهل لموظفي حماية البيانات (DPOs) لإدارة الاستفسارات والرد عليها بسرعة وأمان.",
  "Data Protection Impact Assessments (DPIAs)": "تقييمات تأثير حماية البيانات (DPIAs)",
  "Our intuitive DPIA tool empowers you to assess, monitor and mitigate risks efficiently. Identify potential data protection issues, implement necessary safeguards, and ensure compliance with PDPL regulations—all in one user-friendly platform.": "تمكّنك أداة حماية حماية البيانات (DPIA) البديهية من تقييم المخاطر ومراقبتها وتخفيفها بكفاءة. حدد مشكلات حماية البيانات المحتملة، وقم بتنفيذ الضمانات اللازمة، وتأكد من الامتثال للوائح PDPL - كل ذلك في نظام أساسي واحد سهل الاستخدام.",
  "PDPL Awareness & Training Program": "برنامج التوعية والتدريب PDPL",
  "We're more than just tools. Our privacy experts collaborate closely with you to identify gaps and risks, ensuring your business stays compliant.": "نحن أكثر من مجرد أدوات. يتعاون خبراء الخصوصية لدينا بشكل وثيق معك لتحديد الثغرات والمخاطر، مما يضمن بقاء عملك متوافقًا.",
  "Build PDPL Compliance In 3 Easy Steps": "قم ببناء الامتثال لـ PDPL في 3 خطوات سهلة",
  "Register": "يسجل",
  "Upload": "رفع",
  "Run": "يجري",
  "Unlock Hassle-Free Implementation": "فتح التنفيذ الخالي من المتاعب",
  "Our implementation expert will assist you with easy deployment and instant query handling of our tools": "سيساعدك خبير التنفيذ لدينا في النشر السهل والتعامل الفوري مع الاستعلامات الخاصة بأدواتنا",
  "Zero Technical Barrriers": "صفر الحواجز التقنية",
  "Empower non-tech pros with effortless tool implementation. Our user friendly guide and emo ensure smooth adoption and utilization. Experience simplicity today": "تمكين المحترفين غير التقنيين من خلال تنفيذ الأدوات بسهولة. يضمن دليلنا سهل الاستخدام والإيمو الاعتماد والاستخدام السلس. تجربة البساطة اليوم",
  "Scalable": "القابلة للتطوير",
  "Focus on What Matters Most ": "التركيز على ما يهم أكثر",
  "Routine and repetitive tasks can distract compliance managers from strategic planning and decision-making. DPDP Consultants take care of daily compliance management activities such as monitoring consent, handling data requests, and managing audit logs, allowing you to focus on driving your organization's growth and innovation.": "يمكن للمهام الروتينية والمتكررة صرف انتباه مديري الامتثال عن التخطيط الاستراتيجي واتخاذ القرار. يعتني مستشارو DPDP بأنشطة إدارة الامتثال اليومية مثل مراقبة الموافقة والتعامل مع طلبات البيانات وإدارة سجلات التدقيق، مما يسمح لك بالتركيز على دفع نمو مؤسستك وابتكارها.",
  "Meeting Local Needs with Integrated Compliance ": "تلبية الاحتياجات المحلية مع الامتثال المتكامل",
  "At DPDP, our platform is meticulously crafted to align seamlessly with local regulatory frameworks. Designed to uphold the intricacies of labor laws, our system remains fully compliant with the latest updates from authorities such as the Ministry of Human Resources and the General Organization for Social Insurance. We prioritize adaptability, ensuring our solutions evolve in harmony with the dynamic landscape of employment regulations": "في DPDP، تم تصميم منصتنا بدقة لتتماشى بسلاسة مع الأطر التنظيمية المحلية. تم تصميم نظامنا لدعم تعقيدات قوانين العمل، ويظل نظامنا متوافقًا تمامًا مع آخر التحديثات من السلطات مثل وزارة الموارد البشرية والمؤسسة العامة للتأمينات الاجتماعية. نحن نعطي الأولوية للقدرة على التكيف، ونضمن أن تتطور حلولنا بشكل متناغم مع المشهد الديناميكي للوائح التوظيف",
  "Why Us?": "لماذا نحن؟",
  "Track": "مسار",
  "Attendance and Shift Scheduling": "الحضور و جدولة التحول",
  "Efficiently manage attendance and shifts with DPDP. Automate attendance records, clock-in/out, leave approvals, and overtime requests. Our system aligns with labor laws and allows you to customize internal policies, ensuring seamless compliance. Plan, schedule, and approve work shifts effortlessly with our integrated solution": "إدارة الحضور والتحولات بكفاءة مع DPDP. أتمتة سجلات الحضور، وتسجيل الحضور والانصراف، والموافقات على الإجازة، وطلبات العمل الإضافي. يتوافق نظامنا مع قوانين العمل ويسمح لك بتخصيص السياسات الداخلية، مما يضمن الامتثال السلس. قم بالتخطيط والجدول الزمني والموافقة على مناوبات العمل دون عناء باستخدام حلنا المتكامل",
  "What Our Clients Say": "ماذا يقول عملاؤنا",
  "The most comprehensive Data Protection platform": "منصة حماية البيانات الأكثر شمولاً",
  "DPDP has transformed our data protection strategy entirely. The platform’s compliance with local regulations, combined with its robust security features, has given us unparalleled peace of mind. We now feel confident that our sensitive information is well-protected": "لقد حولت DPDP إستراتيجيتنا لحماية البيانات بالكامل. لقد منحنا امتثال المنصة للوائح المحلية، إلى جانب ميزاتها الأمنية القوية، راحة بال لا مثيل لها. نحن الآن نشعر بالثقة بأن معلوماتنا الحساسة محمية بشكل جيد",
  "Implementing DPDP was a game-changer for us. The automated data privacy management tools have streamlined our processes, ensuring we stay compliant with Saudi data protection laws effortlessly. The ease of use and comprehensive features make it an essential tool for our compliance team": "كان تنفيذ DPDP بمثابة تغيير في قواعد اللعبة بالنسبة لنا. لقد عملت أدوات إدارة خصوصية البيانات الآلية على تبسيط عملياتنا، مما يضمن التزامنا بقوانين حماية البيانات السعودية دون عناء. إن سهولة الاستخدام والميزات الشاملة تجعل منه أداة أساسية لفريق الامتثال لدينا",
  "Thousands of leading companies in Saudi Arabia trust DPDP for Data Protection": "تثق الآلاف من الشركات الرائدة في المملكة العربية السعودية بـ DPDP لحماية البيانات",
  "Learn how to protect your data with DPDP": "تعرف على كيفية حماية بياناتك باستخدام DPDP",
  "Schedule a call with our expert team and discover how DPDP can enhance your data security and compliance, ensuring your sensitive information is always protected and your business is always compliant": "حدد موعدًا لإجراء مكالمة مع فريق الخبراء لدينا واكتشف كيف يمكن لـ DPDP تعزيز أمان بياناتك والامتثال لها، مما يضمن حماية معلوماتك الحساسة دائمًا وامتثال عملك دائمًا",
  "Schedule a Demo": "جدولة العرض التوضيحي",
  "Get In Touch": "ابقى على تواصل",
  "Contact us for more information on how our team of privacy experts can assist your organisation with PDPL compliance": "اتصل بنا للحصول على مزيد من المعلومات حول كيف يمكن لفريق خبراء الخصوصية لدينا مساعدة مؤسستك في الامتثال لقانون PDPL",

  "Automate your consent management process and build trust": "أتمتة عملية إدارة موافقتك وبناء الثقة",
  "Ensure PDPL compliance and get full control over your consent management process with DPCM. Designed to automate the management of personal data consent requests, DPCM establishes a strong system for tracking and handling such requests within companies.": "تأكد من الامتثال لـ PDPL وتمتع بالتحكم الكامل في عملية إدارة موافقتك باستخدام DPCM. تم تصميم DPCM لأتمتة إدارة طلبات الموافقة على البيانات الشخصية، حيث أنشأ نظامًا قويًا لتتبع هذه الطلبات والتعامل معها داخل الشركات.",
  "How It Works": "كيف تعمل",
  "Acquire Live Consent": "الحصول على الموافقة المباشرة",
  "Capture user consent at every touchpoint, ensuring real-time compliance during interactions such as website, CRM, social media, app usage, and service sign-ups": "احصل على موافقة المستخدم في كل نقطة اتصال، مما يضمن الامتثال في الوقت الفعلي أثناء التفاعلات مثل موقع الويب وإدارة علاقات العملاء والوسائط الاجتماعية واستخدام التطبيق والاشتراكات في الخدمة",
  "Manage Historic Data": "إدارة البيانات التاريخية",
  "Send consent requests and privacy notices to users for all historic data, updating consent records to align with PDPL regulations": "إرسال طلبات الموافقة وإشعارات الخصوصية إلى المستخدمين لجميع البيانات التاريخية، وتحديث سجلات الموافقة لتتوافق مع لوائح PDPL",
  "Customisable & Scalable": "قابلة للتخصيص وقابلة للتطوير",
  "Fully customisable to fit your specific needs, and scalable to grow with your business, ensuring seamless consent management regardless of size": "قابلة للتخصيص بالكامل لتناسب احتياجاتك المحددة، وقابلة للتطوير لتنمو مع عملك، مما يضمن إدارة موافقة سلسة بغض النظر عن الحجم",
  "Monitor and Track": "المراقبة والتتبع",
  "Monitor and track all consent requests and statuses, providing a comprehensive view of consent history and ensuring up-to-date compliance": "مراقبة وتتبع جميع طلبات الموافقة وحالاتها، مما يوفر رؤية شاملة لسجل الموافقة ويضمن الامتثال المحدث",
  "Send Consent Requests via SMS or Email": "إرسال طلبات الموافقة عبر الرسائل القصيرة أو البريد الإلكتروني",
  "Enhance your compliance strategy by sending consent requests where your customers are most responsive - SMS or email. Our tool allows you to reach users in the most effective way, ensuring higher engagement and faster consent collection": "قم بتعزيز استراتيجية الامتثال الخاصة بك عن طريق إرسال طلبات الموافقة حيث يكون عملاؤك أكثر استجابة - الرسائل القصيرة أو البريد الإلكتروني. تسمح لك أداتنا بالوصول إلى المستخدمين بالطريقة الأكثر فعالية، مما يضمن مشاركة أكبر وجمع موافقة أسرع",
  "Smart, Intuitive, and Comprehensive Consent Dashboards": "لوحات تحكم ذكية وبديهية وشاملة للموافقة",
  "Effortlessly capture, manage, and document user consents with our intuitive dashboards. Visualise the entire consent lifecycle, including consents accepted, rejected, and not delivered. Our dashboard provides a centralised, transparent, and efficient way to handle all consent-related activities, ensuring compliance with global regulations while empowering users to control their personal data preferences seamlessly.": "يمكنك التقاط موافقات المستخدم وإدارتها وتوثيقها بسهولة من خلال لوحات المعلومات البديهية لدينا. تصور دورة حياة الموافقة بأكملها، بما في ذلك الموافقات المقبولة والمرفوضة والتي لم يتم تسليمها. توفر لوحة المعلومات الخاصة بنا طريقة مركزية وشفافة وفعالة للتعامل مع جميع الأنشطة المتعلقة بالموافقة، مما يضمن الامتثال للوائح العالمية مع تمكين المستخدمين من التحكم في تفضيلات بياناتهم الشخصية بسلاسة. .",
  "Generate Comprehensive Compliance Reports": "إنشاء تقارير الامتثال الشاملة",
  "Access detailed compliance reports that include user consent statuses, modification histories, and audit trails. Ensure regulatory compliance and provide clear, transparent documentation for audits and reviews.": "Access detailed compliance reports that include user consent statuses, modification histories, and audit trails. Ensure regulatory compliance and provide clear, transparent documentation for audits and reviews.",
  "Key Features": "دلائل الميزات",
  "Scalable Solution": "حل قابل للتطوير",
  "Whether you're a small startup or a large enterprise, our solution adapts to your needs, ensuring seamless PDPL compliance as your business grows.": "سواء كنت شركة ناشئة صغيرة أو مؤسسة كبيرة، يتكيف حلنا مع احتياجاتك، مما يضمن الامتثال السلس لـ PDPL مع نمو أعمالك.",
  "Easy To Use Interface": "واجهة سهلة الاستخدام",
  "Designed with user-friendly features and a simple interface, so you can manage requests and maintain compliance with ease, without the need for extensive training.": "تم تصميمه بميزات سهلة الاستخدام وواجهة بسيطة، حتى تتمكن من إدارة الطلبات والحفاظ على الامتثال بسهولة، دون الحاجة إلى تدريب مكثف.",
  "Customisable Workflow": "سير عمل قابل للتخصيص",
  "Tailored PDPL compliance solution to fit your organisation's unique requirements. Our tool offers customisable workflows, allowing you to align processes with your internal policies and procedures.": "حل امتثال PDPL مصمم خصيصًا ليناسب المتطلبات الفريدة لمؤسستك. توفر أداتنا مسارات عمل قابلة للتخصيص، مما يسمح لك بمواءمة العمليات مع سياساتك وإجراءاتك الداخلية.",
  "What is the PDPL?": "ما هو قانون حماية البيانات الشخصية؟?",
  "PDPL is a law in Saudi Arabia designed to protect individuals' personal data. It defines various terms related to personal data, outlines rights of data subjects, and sets regulations for the processing, collection, disclosure, and transfer of personal data.": "قانون حماية البيانات الشخصية هو قانون في المملكة العربية السعودية يهدف إلى حماية البيانات الشخصية للأفراد. وهو يحدد العديد من المصطلحات المتعلقة بالبيانات الشخصية، ويحدد حقوق أصحاب البيانات، ويضع اللوائح الخاصة بمعالجة البيانات الشخصية وجمعها والإفصاح عنها ونقلها.",
  "Who does the PDPL apply to?": "من ينطبق عليه قانون حماية البيانات الشخصية؟",
  "The PDPL applies to both government and private entities that collect, process, store, or share personal data of individuals in Saudi Arabia.": "ينطبق قانون حماية البيانات الشخصية على كل من الجهات الحكومية والخاصة التي تقوم بجمع أو معالجة أو تخزين أو مشاركة البيانات الشخصية للأفراد في المملكة العربية السعودية.",
  "What is considered personal data under the PDPL?": "ما هي البيانات التي تعتبر شخصية بموجب قانون حماية البيانات الشخصية؟",
  "Personal data, according to the PDPL, includes any data that may lead to identifying an individual specifically or indirectly. This includes names, identification numbers, addresses, contact details, financial information, photos, videos, and any other data of personal nature.": "تتضمن البيانات الشخصية، وفقًا لقانون حماية البيانات الشخصية، أي بيانات قد تؤدي إلى تحديد هوية فرد بشكل خاص أو غير مباشر. ويشمل ذلك الأسماء وأرقام التعريف والعناوين وتفاصيل الاتصال والمعلومات المالية والصور ومقاطع الفيديو وأي بيانات أخرى ذات طبيعة شخصية.",

  "What are the rights of individuals under the PDPL?": "ما هي حقوق الأفراد بموجب قانون حماية البيانات الشخصية؟",
  "The PDPL aims to regulate the processing of personal data in a manner that respects individuals' privacy rights while allowing for legitimate data processing activities. It provides individuals with rights regarding their personal data and establishes obligations for controllers and processors ": "يهدف قانون حماية البيانات الشخصية إلى تنظيم معالجة البيانات الشخصية بطريقة تحترم حقوق الخصوصية للأفراد مع السماح بأنشطة معالجة البيانات المشروعة. كما يمنح الأفراد حقوقًا فيما يتعلق ببياناتهم الشخصية ويضع التزامات على المتحكمين والمعالجين.",
  "What are the obligations of organisations under the PDPL?": "ما هي التزامات المنظمات بموجب قانون حماية البيانات الشخصية؟ ",
  "Organisations subject to the PDPL must comply with several obligations, including obtaining consent before collecting personal data, implementing appropriate security measures to protect data, notifying individuals of data breaches, and ensuring that data processing activities are lawful and transparent.": "يجب على المنظمات الخاضعة لقانون حماية البيانات الشخصية الامتثال لعدة التزامات، بما في ذلك الحصول على الموافقة قبل جمع البيانات الشخصية، وتنفيذ تدابير أمنية مناسبة لحماية البيانات، وإخطار الأفراد بانتهاكات البيانات، وضمان أن تكون أنشطة معالجة البيانات قانونية وشفافة.",
  "What rights do data subjects have under the PDPL?": "ما هي الحقوق التي يتمتع بها أصحاب البيانات بموجب قانون حماية البيانات الشخصية؟",
  "Data subjects have several rights under the PDPL, including the right to be informed about the collection and purpose of their personal data, access to their data held by controllers, correction of inaccuracies, deletion of unnecessary data, and more.": "يتمتع أصحاب البيانات بالعديد من الحقوق بموجب قانون حماية البيانات الشخصية، بما في ذلك الحق في معرفة كيفية جمع بياناتهم الشخصية والغرض منها، والوصول إلى بياناتهم التي يحتفظ بها المتحكمون، وتصحيح الأخطاء، وحذف البيانات غير الضرورية، والمزيد.",

  "What are the obligations of controllers and processors under the PDPL?": "ما هي التزامات المتحكمين والمعالجين بموجب قانون حماية البيانات الشخصية؟",
  "Controllers and processors are required to implement organisational, administrative, and technical measures to protect personal data. They must also ensure compliance with the PDPL's regulations regarding data processing, transfer, disclosure, and destruction.": "يتعين على المتحكمين والمعالجين تنفيذ التدابير التنظيمية والإدارية والفنية لحماية البيانات الشخصية. كما يتعين عليهم ضمان الامتثال للوائح قانون حماية البيانات الشخصية فيما يتعلق بمعالجة البيانات ونقلها والإفصاح عنها وتدميرها",
  "What happens in case of a breach of personal data?": "ماذا يحدث في حالة انتهاك البيانات الشخصية؟ ",
  "Controllers are obligated to notify the competent authority of any breaches, damages, or illegal access to personal data. They must also inform the data subjects if such breaches could harm their data or prejudice their rights and interests.": "يتعين على الجهات المسؤولة إخطار السلطة المختصة بأي خروقات أو أضرار أو وصول غير قانوني إلى البيانات الشخصية. كما يتعين عليها إبلاغ أصحاب البيانات إذا كانت مثل هذه الخروقات من شأنها أن تضر ببياناتهم أو تمس بحقوقهم ومصالحهم.",
  "How is the PDPL enforced?": "كيف يتم تطبيق قانون حماية البيانات الشخصية؟",
  "The PDPL is enforced by the competent authority, which oversees its implementation and may impose penalties for violations. It may conduct inspections, request documents or information from controllers, and issue fines or warnings for non-compliance.": "يتم تنفيذ قانون حماية البيانات الشخصية من قبل السلطة المختصة التي تشرف على تنفيذه وقد تفرض عقوبات على المخالفين. يجوز لها إجراء عمليات تفتيش وطلب مستندات أو معلومات من المراقبين وإصدار غرامات أو تحذيرات في حالة عدم الامتثال.",
  "How does the PDPL impact businesses and organisations?": "كيف يؤثر قانون حماية البيانات الشخصية على الشركات والمؤسسات؟",
  "Businesses and organisations must comply with the PDPL's requirements when processing personal data. This includes implementing data protection measures, obtaining consent for data processing, and ensuring transparency and accountability in data handling practices.": "يتعين على الشركات والمؤسسات الامتثال لمتطلبات قانون حماية البيانات الشخصية عند معالجة البيانات الشخصية. ويشمل ذلك تنفيذ تدابير حماية البيانات، والحصول على موافقة على معالجة البيانات، وضمان الشفافية والمساءلة في ممارسات التعامل مع البيانات.",

  "At PDPL Consultants, we believe in supporting our clients with all the tools and guidance they need to achieve and maintain compliance with data protection regulations. ": "في PDPL Consultants، نؤمن بدعم عملائنا بجميع الأدوات والتوجيهات التي يحتاجون إليها لتحقيق الامتثال لقواعد حماية البيانات والحفاظ عليها.",
  "We don't just provide you with the tools; we help you understand and effectively use them, offering continuous support to ensure your compliance journey is smooth and successful.": "نحن لا نقدم لك الأدوات فحسب؛ بل نساعدك على فهمها واستخدامها بشكل فعال، ونقدم الدعم المستمر لضمان أن تكون رحلة الامتثال الخاصة بك سلسة وناجحة.",
  "Our Mission": "مهمتنا",
  "While the explosive growth of data unlocks immense opportunities, it also introduces significant security, compliance, and privacy challenges. At PDPL Consultants, our mission is to empower businesses to process personal data, safely, and responsibly. We aim to simplify the compliance process, enabling our clients to focus on their core business activities while fostering customer trust through data transparency.": "في حين أن النمو الهائل للبيانات يفتح فرصًا هائلة، فإنه يطرح أيضًا تحديات كبيرة تتعلق بالأمن والامتثال والخصوصية. في PDPL Consultants، تتمثل مهمتنا في تمكين الشركات من معالجة البيانات الشخصية بأمان ومسؤولية. نهدف إلى تبسيط عملية الامتثال، وتمكين عملائنا من التركيز على أنشطتهم التجارية الأساسية مع تعزيز ثقة العملاء من خلال شفافية البيانات.",
  "Our Approach": "نهجنا",
  "We understand that every business is unique, which is why we take a tailored approach to PDPL compliance. Leveraging our experience in implementing privacy policies in different geographies, we develop customised solutions that meet the specific needs and requirements for businesses of all sizes.": "نحن ندرك أن كل عمل تجاري فريد من نوعه، ولهذا السبب نتبع نهجًا مصممًا خصيصًا للامتثال لقانون حماية البيانات الشخصية. بالاستفادة من خبرتنا في تنفيذ سياسات الخصوصية في مناطق جغرافية مختلفة، نقوم بتطوير حلول مخصصة تلبي الاحتياجات والمتطلبات المحددة للشركات من جميع الأحجام.",
  "Our Team": "فريقنا",
  "Get in Touch": "ابقى على تواصل",
  "Contact us today to learn more about how we can support your business in achieving and maintaining compliance with PDPL regulations.": "اتصل بنا اليوم لمعرفة المزيد حول كيفية قدرتنا على دعم عملك في تحقيق والحفاظ على الامتثال للوائح PDPL.",
  "Discover PDPL : Watch Our Journey": "اكتشف PDPL: شاهد رحلتنا",
  "Discover DPDP's story and insights in our featured video. Learn how we empower businesses with effective data protection solutions and compliance strategies.": " اكتشف قصة DPDP ورؤاها في مقطع الفيديو المميز لدينا. تعرف على كيفية تمكين الشركات من خلال حلول حماية البيانات الفعالة واستراتيجيات الامتثال.",

  "Secure Your Data with DPDP": "تأمين بياناتك مع DPDP",
  "Schedule a consultation with our expert team to discover how DPDP can elevate your data protection strategy. Learn how our tailored solutions ensure compliance and enhance security, enabling your business to thrive securely": " حدد موعدًا للاستشارة مع فريق الخبراء لدينا لاكتشاف كيف يمكن لـ DPDP الارتقاء باستراتيجية حماية البيانات الخاصة بك. تعرف على كيفية ضمان حلولنا المصممة خصيصًا للامتثال وتعزيز الأمان، مما يتيح لشركتك النجاح بأمان",
  "Schedule a demo with PDPL": "جدولة عرض توضيحي مع PDPL",
  "Our team of experts will contact you soon.": "سيتصل بك فريق الخبراء لدينا قريبًا",
  "The PDPL aims to regulate the processing of personal data in a manner that respects individuals' privacy rights while allowing for legitimate data processing activities. It provides individuals with rights regarding their personal data and establishes obligations for controllers and processors.": "يهدف قانون حماية البيانات الشخصية إلى تنظيم معالجة البيانات الشخصية بطريقة تحترم حقوق الخصوصية للأفراد مع السماح بأنشطة معالجة البيانات المشروعة. كما يمنح الأفراد حقوقًا فيما يتعلق ببياناتهم الشخصية ويضع التزامات على المتحكمين والمعالجين.",
  "The PDPL applies to any processing of personal data related to individuals that takes place in Saudi Arabia, including data related to individuals residing in the country processed by entities outside Saudi Arabia.": "ينطبق قانون حماية البيانات الشخصية على أي معالجة للبيانات الشخصية المتعلقة بالأفراد والتي تتم في المملكة العربية السعودية، بما في ذلك البيانات المتعلقة بالأفراد المقيمين في الدولة والتي تتم معالجتها بواسطة كيانات خارج المملكة العربية السعودية.",
  "We'd love to hear from you! Whether you have a question, need support, or just want to share your thoughts, our team is here to help. Contact us for more information on how our team of privacy experts can assist your organisation with PDPL compliance": "يسعدنا أن نسمع منك! سواء كان لديك سؤال أو تحتاج إلى دعم أو تريد فقط مشاركة أفكارك، فإن فريقنا هنا لمساعدتك. اتصل بنا لمزيد من المعلومات حول كيفية مساعدة فريق خبراء الخصوصية لدينا لمؤسستك في الامتثال لقانون حماية البيانات الشخصية",
  "Join Our Team": "انضم إلى فريقنا",
  "PDPL Consultants is your trusted partner in ensuring Digital Personal Data Protection (PDPL) act 2023 compliance for businesses in India.": "PDPL Consultants هو شريكك الموثوق به في ضمان الامتثال لقانون حماية البيانات الشخصية الرقمية (PDPL) لعام 2023 للشركات في الهند.",
  "PDPL Consultants is your trusted partner in ensuring Digital Personal Data Protection (DPDP) act 2023 compliance for businesses in India.": "PDPL Consultants هو شريكك الموثوق به في ضمان الامتثال لقانون حماية البيانات الشخصية الرقمية (DPDP) لعام 2023 للشركات في الهند.",
  "Successfully made 100+ companies  GDRP compliant in the EU and UK.": "Successfully made 100+ companies  GDRP compliant in the EU and UK.",
  "Frequently Asked Questions": "أسئلة مكررة",
  "Fines and penalties under PDPL": "الغرامات والعقوبات بموجب قانون حماية البيانات الشخصية",
  "Complience Status": "حالة الامتثال",
  "Real-time updates on your complience status": "تحديثات في الوقت الفعلي حول حالة الامتثال الخاصة بك",
  "Discover PDPL: Watch Our Journey": "اكتشف PDPL: شاهد رحلتنا",
  "Discover PDPL's story and insights in our featured video. Learn how we empower businesses with effective data protection solutions and compliance strategies": "اكتشف قصة PDPL ورؤاها في مقطع الفيديو المميز لدينا. تعرف على كيفية تمكين الشركات من خلال حلول حماية البيانات الفعالة واستراتيجيات الامتثال",
  "Secure Your Data with PDPL": "تأمين بياناتك باستخدام PDPL",
  "Schedule a consultation with our expert team to discover how PDPL can elevate your data protection strategy. Learn how our tailored solutions ensure compliance and enhance security, enabling your business to thrive securely": "حدد موعدًا للاستشارة مع فريق الخبراء لدينا لاكتشاف كيف يمكن لـ PDPL الارتقاء باستراتيجية حماية البيانات الخاصة بك. تعرف على كيفية ضمان حلولنا المصممة خصيصًا للامتثال وتعزيز الأمان، مما يتيح لشركتك النجاح بأمان",
  "Schedule a Demo": "جدولة عرض توضيحي",

  "About": "عنt",
  "PDPL Consultants": "مستشارو PDPL",
  "Successfully made 100+ companies GDRP compliant in the EU and UK.": "نجحنا في جعل أكثر من 100 شركة متوافقة مع قواعد حماية البيانات العامة (GDRP) في الاتحاد الأوروبي والمملكة المتحدة.",
  "We are a team of privacy experts specialising in assisting businesses in navigating and complying with intricate data privacy regulations.": " نحن فريق من خبراء الخصوصية المتخصصين في مساعدة الشركات على التنقل والامتثال للوائح خصوصية البيانات المعقدة.",
  "Our experience in implementing privacy policies in different geographies has enabled us to create customised solutions for businesses of all sizes. At PDPL Consultants, we believe in supporting our clients with all the tools and guidance they need to achieve and maintain compliance with data protection regulations.": " لقد مكنتنا خبرتنا في تنفيذ سياسات الخصوصية في مناطق جغرافية مختلفة من ابتكار حلول مخصصة للشركات من جميع الأحجام. في PDPL Consultants، نؤمن بدعم عملائنا بكل الأدوات والإرشادات التي يحتاجون إليها لتحقيق الامتثال لقواعد حماية البيانات والحفاظ عليها.",
  "Our seasoned privacy experts at PDPL Consultants bring diverse experience in data protection. We help businesses navigate complex privacy regulations with tailored solutions and ongoing support, ensuring a smooth compliance journey.": " يقدم خبراء الخصوصية المتمرسون لدينا في PDPL Consultants خبرات متنوعة في مجال حماية البيانات. نحن نساعد الشركات على التنقل بين لوائح الخصوصية المعقدة من خلال حلول مخصصة ودعم مستمر، مما يضمن رحلة امتثال سلسة. ",
  "Discover PDPL: Watch Our Journey": "اكتشف PDPL: شاهد رحلتنا",
  "Discover PDPL's story and insights in our featured video. Learn how we empower businesses with effective data protection solutions and compliance strategies": " اكتشف قصة PDPL ورؤاها في الفيديو المميز لدينا. تعرف على كيفية تمكين الشركات من خلال حلول حماية البيانات الفعالة واستراتيجيات الامتثال ",
  "Fines & Penalties Under PDPL": "الغرامات والعقوبات بموجب قانون حماية البيانات الشخصية",
  "Explore Our Insights": "استكشف رؤيتنا",
  "Stay updated with the latest trends, expert tips, and inspiring stories to fuel your passion and knowledge": "ابق على اطلاع بأحدث الاتجاهات ونصائح الخبراء والقصص الملهمة لتغذية شغفك ومعرفتك",
  "Learn More": "يتعلم أكثر",
  "Blogs": "المدونات",
  "Transforming Business Through Innovative Solutions": "تحويل الأعمال من خلال الحلول المبتكرة",
  "An In-Depth Exploration of Our Strategic Innovations and Expert Approaches that Drove Unprecedented Growth, Enhanced Efficiency, and Long-Term Success for Diverse Industries": "استكشاف متعمق لابتكاراتنا الاستراتيجية ومنهجياتنا الخبيرة التي أدت إلى نمو غير مسبوق وكفاءة محسنة ونجاح طويل الأمد لصناعات متنوعة",
  "Case Studies": "دراسات الحالة",
  "Breaking News and Latest Headlines": "الأخبار العاجلة وأحدث العناوين",
  "Stay Updated with the Latest Developments, In-Depth Analyses, and Expert Perspectives on Current Events Shaping Industries and Communities Worldwide": "ابق على اطلاع بأحدث التطورات والتحليلات المتعمقة ووجهات نظر الخبراء حول الأحداث الجارية التي تشكل الصناعات والمجتمعات في جميع أنحاء العالم",
  "News": "أخبار",
  "Understanding the Consequences: A Comprehensive Guide to Fines, Penalties, and Compliance Under the Personal Data Protection Law": "فهم العواقب: دليل شامل للغرامات والعقوبات والامتثال بموجب قانون حماية البيانات الشخصية",
  "Achieve Full Transparency on Your Risk Posture": "تحقيق الشفافية الكاملة بشأن موقفك من المخاطر",
  "Enhance your ability to safeguard your business against data protection threats and effectively communicate the impact of risks on critical operations. Our DPIA tool empowers department managers and Data Protection Officers (DPOs) by identifying and mitigating risks and ensuring compliance with stringent PDPL regulations.": "عزز قدرتك على حماية عملك من تهديدات حماية البيانات والتواصل بفعالية بشأن تأثير المخاطر على العمليات الحرجة. تعمل أداة تقييم تأثير حماية البيانات لدينا على تمكين مديري الأقسام ومسؤولي حماية البيانات من خلال تحديد المخاطر والتخفيف منها وضمان الامتثال للوائح قانون حماية البيانات الشخصية الصارمة."
}
